{
  "artists": [
    {
      "artist": "13th Floor Elevators",
      "about": "The 13th Floor Elevators was an American rock band from Austin, Texas, United States, formed by guitarist and vocalist Roky Erickson, electric jug player Tommy Hall, and guitarist Stacy Sutherland. The band was together from 1965 to 1969, and during that period released four albums and seven singles for the International Artists record label.",
      "slug": "13thfloorelevators",
      "artist_id": "7xYxgSJaIf7yOFLmknYX38",
      "genre": "Rock",
      "genre_slug": "rock"
    },
    {
      "artist": "45 Adapters",
      "about": "The 45 Adapters are a New York based band that dresses well and drinks heavily.",
      "slug": "45adapters",
      "artist_id": "29VfueynBGZbP66KqDI8TF",
      "genre": "Punk",
      "genre_slug": "punk"
    },
    {
      "artist": "5 Spiritual Tones",
      "about": "5 Spiritual Tones is a 70s band that focuses primarily on funk and gospel.",
      "slug": "5spiritualtones",
      "artist_id": "10iIZAzGU0K1izfpB1VmV6",
      "genre": "R&B/Soul",
      "genre_slug": "rbsoul"
    },
    {
      "artist": "A.A. Williams",
      "about": "Describing her music (tongue in cheek) as \"death gospel,\" A.A. Williams writes and performs dark and deeply atmospheric songs with a textured voice, matched by her instrumental abilities on guitar, piano, and cello.",
      "slug": "aawilliams",
      "artist_id": "1D0MStnRzJeelcnDjeBo8O",
      "genre": "Alternative",
      "genre_slug": "alternative"
    },
    {
      "artist": "Abbey Lincoln",
      "about": "Anna Marie Wooldridge (August 6, 1930 – August 14, 2010), known professionally as Abbey Lincoln, was an American jazz vocalist, songwriter, and actress. She was a civil rights activist beginning in the 1960s. Lincoln made a career out of delivering deeply felt presentations of standards as well as writing and singing her own material.",
      "slug": "abbeylincoln",
      "artist_id": "0A9p7WNA1VwxVyrjx92Z9F",
      "genre": "Jazz",
      "genre_slug": "jazz"
    },
    {
      "artist": "ADOY",
      "about": "Adoy (Korean: 아도이), is a South Korean band formed in 2017. The band debuted on May 17, 2017, with Catnip.",
      "slug": "adoy",
      "artist_id": "64sY7LsUjNE3ifONkftTXC",
      "genre": "Rock",
      "genre_slug": "rock"
    },
    {
      "artist": "African Brothers Band",
      "about": "The African Brothers were a Jamaican reggae vocal trio formed by three Kingston teenagers - Lincoln \"Sugar\" Minott, Winston \"Tony Tuff\" Morris, and Derrick \"Bubbles\" Howard.",
      "slug": "africanbrothersband",
      "artist_id": "35F5yIph194spZD2wfhPrg?si=VvrIUtMRRUaCt2owEkwyrA",
      "genre": "Worldwide",
      "genre_slug": "worldwide"
    },
    {
      "artist": "Aim Low",
      "about": "Brighton based 5-piece rock/grunge band from the South coast of England.",
      "slug": "aimlow",
      "artist_id": "1O7HfHbbX2e6hBtDeRX22V?si=dvG8rLKwRwijArK3z_RMEQ",
      "genre": "Ambient",
      "genre_slug": "ambient"
    },
    {
      "artist": "Ajoy Chakrabarty",
      "about": "Pandit Ajoy Chakrabarty is an Indian Hindustani classical vocalist, composer, lyricist and gurudev of the Patiala-Kasur gharana. He is considered to be one of the proverbial figures of Indian classical music.",
      "slug": "ajoychakrabarty",
      "artist_id": "6Xg6qVSMnpyFFBf8mtuUrR?si=W9zrgyudS6STy_llsVucXA",
      "genre": "Indian",
      "genre_slug": "indian"
    },
    {
      "artist": "Akron",
      "about": "Akron/Family were an American folk-influenced experimental rock band active from 2002 to 2013. Former members have lived in Portland, Oregon; Los Angeles, California; and Joshua Tree, California.",
      "slug": "akron",
      "artist_id": "64l9cD8tQscYZCGRLlNm3f?si=sllRZqgUQRKfI4w77cHpaA",
      "genre": "Alternative",
      "genre_slug": "alternative"
    },
    {
      "artist": "Albert Ayler",
      "about": "Albert Ayler was an American avant-garde jazz saxophonist, singer and composer. After early experience playing R&B and bebop, Ayler began recording music during the free jazz era of the 1960s.",
      "slug": "albertayler",
      "artist_id": "2wn2nqzITvJ1vcMRO8Wzv6?si=0wgq7ZRYQyKD8MaplvgNnw",
      "genre": "Jazz",
      "genre_slug": "jazz"
    },
    {
      "artist": "Alewya",
      "about": "Alewya Demmisse, known artistically as Alewya, is a British singer-songwriter, producer, multidisciplinary artist, and model.",
      "slug": "alewya",
      "artist_id": "0wcjJjpvnHb5vK4iwKfxPm?si=PwTrmkn6TgOA3UNHkooOAA",
      "genre": "Hip-Hop/Rap",
      "genre_slug": "hiphoprap"
    },
    {
      "artist": "alexalone",
      "about": "The sounds of alexalone will usher you into warm, fuzzy, lonely spaces, then shock you alive with pulsing energy. But, alexalone’s first full length album, ALEXALONEWORLD, isn’t merely about the sound, it is an exercise in world building, and a portrait of the artist cradling and nurturing their emotions as they create, navigating labyrinths of pain as they search for exits, and hoping for a haven where they can survey the damage and regroup.",
      "slug": "alexalone",
      "artist_id": "4gbLYxmxdl7JsjaiInWsMO?si=Eq_1PKUpSmuwBzOjbUh0BA",
      "genre": "Alternative",
      "genre_slug": "alternative"
    },
    {
      "artist": "Alfa Mist",
      "about": "Alfa Mist is a British musician, producer, song-writer and MC based in Newham, London. He released his first solo EP Nocturne in 2015. He also runs a music label called Sekito. His music mixes hip-hop and club tropes with jazz improvisation. He collaborated with several musicians, including Jordan Rakei, Yussef Dayes and Tom Misch.",
      "slug": "alfamist",
      "artist_id": "2i1CPudyCUjL50Wqjv8AMI?si=mKya0kXZS52sF30IyzbWVQ",
      "genre": "Jazz",
      "genre_slug": "jazz"
    },
    {
      "artist": "Algernon Cadwallader",
      "about": "Algernon Cadwallader was an American emo and math rock band from Yardley, Pennsylvania. They were active from 2005 to 2012. Stereogum referred to the band as the \"heroes of the emo revival\".",
      "slug": "algernoncadwallader",
      "artist_id": "1BfYXNfaB5HBwHn4gxnEQE?si=Vka3qUMNTd6CXB1vlo4wxg",
      "genre": "Alternative",
      "genre_slug": "alternative"
    },
    {
      "artist": "Alice Coltrane",
      "about": "In 2021 he released an album titled Bring Backs on the American independent music label Anti-.[3][4] He also performed at the 2021 We Out Here Festival[7] and was one of the MOBO Awards 2021 nominees.[8]",
      "slug": "alicecoltrane",
      "artist_id": "0oKYiTD5CdNbrofRvM1dIr?si=lWfODXxyQjqpnCztLL4ApQ",
      "genre": "Jazz",
      "genre_slug": "jazz"
    },
    {
      "artist": "Altin Gun",
      "about": "Altın Gün is an Anatolian rock band from Amsterdam, Netherlands. It was founded by bassist Jasper Verhulst in 2016 when he posted an ad on Facebook looking for Turkish musicians. Their style has been described as \"psychedelic\" with a \"dirty blend of funk rhythms, wah-wah guitars and analogue organs\".",
      "slug": "altingun",
      "artist_id": "37PL04N8kBWWW69jdrMMWT?si=kiZi8AO_QQO3EX1MmA9mhQ",
      "genre": "Alternative",
      "genre_slug": "alternative"
    },
    {
      "artist": "Andrew Hill",
      "about": "Andrew Hill (June 30, 1931 – April 20, 2007) was an American jazz pianist and composer. Jazz critic John Fordham described Hill as a \"uniquely gifted composer, pianist and educator\" although \"his status remained largely inside knowledge in the jazz world for most of his career.\" Hill recorded for Blue Note Records for nearly a decade, producing a dozen albums.",
      "slug": "andrewhill",
      "artist_id": "4ORSNkNYSzva169PBZCzvy?si=e_aJf8DhSGqtq5Tb45MEgQ",
      "genre": "Jazz",
      "genre_slug": "jazz"
    },
    {
      "artist": "Angelique Kidjo",
      "about": "Angélique Kpasseloko Hinto Hounsinou Kandjo Manta Zogbin Kidjo is a Beninese singer-songwriter, actress, and activist who is noted for her diverse musical influences and creative music videos. Kidjo was born into a family of performing artists.",
      "slug": "angeliquekidjo",
      "artist_id": "51qUDJb5AtQX6jIL4VJx6M?si=xHcEF5hRRomH9UK57BuA3A",
      "genre": "Classical",
      "genre_slug": "classical"
    },
    {
      "artist": "Anjimile",
      "about": "Anjimile Chithambo, better known under the mononym Anjimile, is an American folk musician from Boston, Massachusetts.",
      "slug": "anjimile",
      "artist_id": "4CmXLOB2gQfewLf8iTbNVp?si=rcOlnWLgSayY7ixS6YExOg",
      "genre": "Alternative",
      "genre_slug": "alternative"
    },
    {
      "artist": "Anna Ash",
      "about": "Anna Ash expresses tension through smooth vocals and thoughtful lyrics, drawing from a variety of influences, from her folk roots to the jazz-soul of collaborators such as Joe Dart and Theo Katzman of Vulfpeck.",
      "slug": "annaash",
      "artist_id": "1QyjHJQb3WeWFxXaNLpLOw?si=H0OnKqqGRNeaPueIFLNSHQ",
      "genre": "Alt Folk",
      "genre_slug": "altfolk"
    },
    {
      "artist": "Anna McClellan",
      "about": "Anna McClellan began performing original songs in her hometown of Omaha, NE at the age of seventeen and has been actively recording and touring ever since.",
      "slug": "annamcclellan",
      "artist_id": "2Y8G3abt5hRU7X9RNi7dlZ?si=EebVaTmGT6OemPKPRMCI8A",
      "genre": "Alternative",
      "genre_slug": "alternative"
    },
    {
      "artist": "Anoushka Shankar",
      "about": "Anoushka Shankar is a British-Indian-American sitar player, producer, film composer and activist. She was the youngest and first woman to receive a British House of Commons Shield; she has had 7 Grammy Awards nominations and was the first Indian musician to perform live and to serve as presenter at the ceremony.",
      "slug": "anoushkashankar",
      "artist_id": "6MTByljF8u5omBltY2VKPU?si=0CRjCD_9TD-6veIvEGuYuw",
      "genre": "Alternative",
      "genre_slug": "alternative"
    },
    {
      "artist": "Antagonizers ATL",
      "about": "Christopher Berinato. For Do Savannah. Working class street punks Antagonizers ATL are bringing their infectious Oi! energy to the Wormhole along with punk legends Patriot and Halebopp Astronauts.",
      "slug": "antagonizersatl",
      "artist_id": "244VyPaXxvLMx4z2Rlf8oK?si=ga0Kx_DRTV6Ywt5YwVShgg",
      "genre": "Punk",
      "genre_slug": "punk"
    },
    {
      "artist": "Anthony Braxton",
      "about": "Anthony Braxton (born June 4, 1945) is an American experimental composer, improviser and multi-instrumentalist who is best known for playing saxophones, particularly the alto. Braxton grew up on the South Side of Chicago, Illinois, and was a key early member of the Association for the Advancement of Creative Musicians. He received great acclaim for his 1969 double-LP record For Alto, the first full-length album of solo saxophone music.",
      "slug": "anthonybrazton",
      "artist_id": "3UXq4fckDmcPmleixlrl6i?si=taYi-dzEQL6ZNYioslCfBg",
      "genre": "Jazz",
      "genre_slug": "jazz"
    },
    {
      "artist": "Anushka",
      "about": "Brighton-based duo Max Wheeler (producer) and Victoria Port (singer/songwriter) AKA Anushka transcend the UK jazz-electronic scene, melding dancefloor beats with sweet melodies, carried by mystifying female vocals.",
      "slug": "anushka",
      "artist_id": "30kBWK3T10BVkU6WLSeody?si=ZAwnUANETEWMyidg5-uetQ",
      "genre": "Electronic",
      "genre_slug": "electronic"
    },
    {
      "artist": "Anxious",
      "about": "Anxious is an American emo band from Fairfield, Connecticut. The band is currently signed to Run for Cover Records. The band released their debut album in 2022 titled Little Green House.",
      "slug": "anxious",
      "artist_id": "4uOeSBqJoBz5OrxrsrTboH?si=N95eDOY1SL64lD1wW0mLSA",
      "genre": "Indie Rock",
      "genre_slug": "indierock"
    },
    {
      "artist": "Apostles of Music",
      "about": "The Apostles are an English experimental punk rock band, who developed within the confines of the 1980s anarcho-punk scene in the UK, but did not necessarily adhere to the aesthetics of that movement.",
      "slug": "apostlesofmusic",
      "artist_id": "0iWhQM79cWPaf6oSifmQTU?si=1BfexiuySQiQ2-GEdzPtIw",
      "genre": "Gospel Funk",
      "genre_slug": "gospelfunk"
    },
    {
      "artist": "Archie Shepp and Jason Moran",
      "about": "Archie Shepp is an American jazz saxophonist, educator and playwright who since the 1960s has played a central part in the development of avant-garde jazz.",
      "slug": "archieshepp",
      "artist_id": "7C2DSqaNkh0w77O5Jz1FKh?si=9gVcy0OvS5uizgG_2YHFUQ",
      "genre": "Jazz",
      "genre_slug": "jazz"
    },
    {
      "artist": "area resident",
      "about": "Area Resident is Doug Hempstead. A CBC radio journalist twice-a-day and basement recording artist by night. This is the music he makes, mostly alone.",
      "slug": "arearesident",
      "artist_id": "6ywDHuGJnKfw4P3KGEbjuR?si=-8pyIuv6Qsi-0jT0ngOrVg",
      "genre": "Alternative",
      "genre_slug": "alternative"
    },
    {
      "artist": "Armada",
      "about": "Armada is one of the top Indonesian pop groups. Formerly the band KERTAS, they changed their name in 2008 and released their first album Balas Dendam. ",
      "slug": "armada",
      "artist_id": "6H857CtcaYMSxOB4jvSIZf?si=FFHjD9jNSUujk_PijE-UDw",
      "genre": "Pop",
      "genre_slug": "pop"
    },
    {
      "artist": "Arushi Jain",
      "about": "Arushi Jain is a singer, pianist, and modular synthesist of Indian classical music. With an unorthodox vision of that centuries-old tradition – one that’s electronic, for a start, and resolutely DIY.",
      "slug": "arushijain",
      "artist_id": "7vQf39VMZhNhPo54R8hIzJ?si=x5N7rDInQPuuwXQCetJNLg",
      "genre": "Electronic",
      "genre_slug": "electronic"
    },
    {
      "artist": "Asha Bhosle & Mohammed Rafi",
      "about": "",
      "slug": "ashabhosle",
      "artist_id": "2HKRvizUyXbd5lEmHbZX4n?si=E57yadcgQ9G7i0D9YOAGkg",
      "genre": "Indian Folk",
      "genre_slug": "indianfolk"
    },
    {
      "artist": "Ashley Shadow",
      "about": "Ashley Shadow is from Vancouver, B.C., Canada. She is a songwriter and singer primarily influenced by punk, soul, folk and country.",
      "slug": "ashleyshadow",
      "artist_id": "5RdjQlRaM2PIjLE2tfgHxY?si=2KBDEh7eRqmYQCXt0mbayA",
      "genre": "Alternative",
      "genre_slug": "alternative"
    },
    {
      "artist": "Atlas Sound",
      "about": "Atlas Sound is the solo project of Bradford Cox, the striking and eccentric vocalist for the enperimental indie rocker act Deerhunter. ",
      "slug": "atlassound",
      "artist_id": "3kGhAL9j1WyNjNkWTRQd8T?si=Quh_tXuRSbGxyzAXMoh9Eg",
      "genre": "Alternative",
      "genre_slug": "alternative"
    },
    {
      "artist": "Avey Tare",
      "about": "David Michael Portner, also known by his moniker Avey Tare, is a musician and songwriter who co-founded the American experimental pop band Animal Collective.",
      "slug": "aveytare",
      "artist_id": "0yJolfjqzHfNbr9IoBSndu?si=RzXEr2TGS9GllkqBbC1zcQ",
      "genre": "Alternative",
      "genre_slug": "alternative"
    },
    {
      "artist": "Avey Tare's Slasher Flicks",
      "about": "Avey Tare's Slasher Flicks, consists of Avey Tare of Animal Collective, ex-Dirty Projectors member Angel Deradoorian, and ex-Ponytaildrummer Jeremy Hyman. The first single from the album, \"Little Fang\", was named \"Best New Track\" by Pitchfork.",
      "slug": "averytareslasher",
      "artist_id": "1sY7Ak1Ygf2ZqmiZPTkZw5?si=hTl104TOQKmZMJ_7j--ZaQ",
      "genre": "Alternative",
      "genre_slug": "alternative"
    },
    {
      "artist": "Azymuth",
      "about": "Azymuth is a Brazilian jazz-funk trio formed in 1973. The original band members were the now late Jose Roberto Bertrami (keyboards), plus Alex Malheiros (bass, guitars), and Ivan Conti (drums, percussion).",
      "slug": "azymuth",
      "artist_id": "5lYcr7Yue9FUB7MJDBtTJx?si=A32EX1ukT1W67UetIw4CiQ",
      "genre": "Brazilian",
      "genre_slug": "brazilian"
    },
    {
      "artist": "Bad Waitress",
      "about": "Bad Waitress is a Canadian punk rock band from Toronto, Ontario. The band is signed with Royal Mountain Records. Bad Waitress began under the moniker the Nude Dogs",
      "slug": "badwaitress",
      "artist_id": "5h5YgUkm7vI0bdbQTyBGmb?si=PWMRWOHuTvSze_APkdSlLw",
      "genre": "Rock",
      "genre_slug": "rock"
    },
    {
      "artist": "Balkan Taksim",
      "about": "Balkan psych meets bass, breaks and synth electronica with a touch of groove. Their stylish electronic psychedelia and bass flow directly from their roots in Romania and Balkans upstream to global dancefloors.",
      "slug": "balkantaksim",
      "artist_id": "70oqqBR2WFsDZP6JhLvYpm?si=wPnbSup5Q4GqbifICJSOog",
      "genre": "Europe",
      "genre_slug": "Europe"
    },
    {
      "artist": "Beach Bullies",
      "about": "In 1980, armed with only a guitar, a drum machine and his flatmate's girlfriend Jill Fricker on backup vocals, James A. Smith formed The Beach Bullies.",
      "slug": "beachbullies",
      "artist_id": "5WlYpIRy7xB6nqclsHJSvK?si=b7zTXHIgTMOUw8xMMpk8VQ",
      "genre": "Alternative",
      "genre_slug": "alternative"
    },
    {
      "artist": "El Bebeto",
      "about": "El Bebeto is an award-winning, charting singer of Mexican Regional music from Guasave, Sinaloa.",
      "slug": "bebeto",
      "artist_id": "1YhMWppPt9RVODKD1KCs7W?si=SLGgIVrHT-SSKWFW2QCpgw",
      "genre": "Brazilian Soul",
      "genre_slug": "braziliansoul"
    },
    {
      "artist": "Bent Arcana",
      "about": "Bent Arcana is Dwyer's latest supergroup, and its self-titled debut album is a cosmic slop of funky influences performed by a coterie of Dwyer's musical coconspirators.",
      "slug": "bentarcana",
      "artist_id": "3rOnnvTLenWmwrHP0dvFsM?si=5FaP7e0STU-zCRxmgtjn4w",
      "genre": "Rock",
      "genre_slug": "rock"
    },
    {
      "artist": "Bernice",
      "about": "Bernice have always been an intriguing prospect — a group of jazz-trained Toronto musicians making their own arty spin on pop music.",
      "slug": "bernice",
      "artist_id": "5gpIHPSqWFnsv9UAwEGN0s?si=G4PYfYjbSKmSAmryztupyw",
      "genre": "Jazz",
      "genre_slug": "jazz"
    },
    {
      "artist": "Beverly Glenn-Copeland",
      "about": "Beverly Glenn-Copeland – a spiritual transgender ambient artist recognised for his trailblazing in music and attitudes.",
      "slug": "beverlyglenncopeland",
      "artist_id": "2bN5hXtWZXEIfnHO34eXfe?si=UgGRTTf5QPum_8iGUDYrxQ",
      "genre": "New Age",
      "genre_slug": "newage"
    },
    {
      "artist": "Big Youth",
      "about": "Manley Augustus Buchanan, better known as Big Youth, is a Jamaican DJ, mostly known for his work during the 1970s.",
      "slug": "bigyouth",
      "artist_id": "2TdzGitZtbe3Zw3BB4SFEH?si=LH8HP5iTT9OL_EjRVllvgA",
      "genre": "Reggae",
      "genre_slug": "reggae"
    },
    {
      "artist": "Billy Dean Thomas",
      "about": "Billy Dean Thomas, a.k.a. “The Queer Biggie,” is a quadruple-threat: a rapper, singer, instrumentalist and charismatic performer whose dynamic presence permeates their live shows and music videos",
      "slug": "billydeanthomas",
      "artist_id": "42QQTC9Wg1z2v1F4UZElXV?si=yM9hxs5sTmWdOFNGx6A_fQ",
      "genre": "Hip-Hop/Rap",
      "genre_slug": "hiphoprap"
    },
    {
      "artist": "Black Country, New Road",
      "about": "Black Country, New Road are an English rock band formed in Cambridgeshire in 2018, consisting of Tyler Hyde, Lewis Evans, Georgia Ellery, May Kershaw, Charlie Wayne and Luke Mark.",
      "slug": "blackcountrynewroad",
      "artist_id": "3PP6ghmOlDl2jaKaH0avUN?si=I3QXgfNOTOK4qjBzSbEwJw",
      "genre": "Alternative",
      "genre_slug": "alternative"
    },
    {
      "artist": "Blaze Foley",
      "about": "Michael David Fuller, better known by his stage name Blaze Foley, was an American country music singer-songwriter, poet, and artist active in Austin, Texas.",
      "slug": "blazefoley",
      "artist_id": "1TlScGwN8MmIZ7kIYGjSZA?si=y5WB4k6wRHuNeIaT2r-QrQ",
      "genre": "Country",
      "genre_slug": "country"
    },
    {
      "artist": "Blue Cactus",
      "about": "Blue Cactus, the North Carolina duo of Steph Stewart and Mario Arnez, make Cosmic Americana: a blend of grit, glitz, groove, and twang that evokes a celestial soundscape of mid-century heartbreak.",
      "slug": "bluecactus",
      "artist_id": "6rouro6xhJxK6NxCHLp26n?si=7SjH5wjWQwecC66zgJ3hew",
      "genre": "Country",
      "genre_slug": "country"
    },
    {
      "artist": "Blunt Bangs",
      "about": "Blunt Bangs is a new indie rock outfit out of Athens, GA, featuring names straight from the 2000s indie blog rock explosion, including Reggie Youngblood (Black Kids) Christian “Smokey” DeRoeck (Woods, Deep State, Meneguar, Little Gold), and Cash Carter (Tracy Shedd, The Cadets).",
      "slug": "bluntbangs",
      "artist_id": "3jIyC1JqUl8T4hIqTodBOz?si=f5ka1f4HTISZsQ6gC5zzyg",
      "genre": "Alternative",
      "genre_slug": "alternative"
    },
    {
      "artist": "Bomb the Music Industry!",
      "about": "Bomb the Music Industry! were an American punk rock musical collective from Baldwin, Nassau County, New York, United States, led by singer-songwriter, producer, and multi-instrumentalist Jeff Rosenstock. The band was known for their DIY punk ethic and commitment to accessibility.",
      "slug": "bombthemusicindustry",
      "artist_id": "7mmU5GuOoyxoBAgOZkSVj7?si=WkI5blgcRvKfhh3wfFoDxQ",
      "genre": "Alternative",
      "genre_slug": "alternative"
    },
    {
      "artist": "Bombino",
      "about": "Omara \"Bombino\" Moctar is a Nigerien Tuareg singer-songwriter and guitarist. His music is sung in Tamasheq and often address geopolitical concerns in Turag.",
      "slug": "bombino",
      "artist_id": "7s4I6rDvTcdBDKElVbtsAN?si=63mMCBp0QGK-o4xjk8ID0Q",
      "genre": "Afro-Pop",
      "genre_slug": "afropop"
    },
    {
      "artist": "Bonecrusher",
      "about": "Bonecrusher, a no-frills, self-proclaimed \"working-class\" punk band, were formed in 1992 in Orange County, California.",
      "slug": "bonecrusher",
      "artist_id": "10V050oLReHwafpEEGZIxk?si=zCYubOPaSN6WvNl6HlzFiA",
      "genre": "Punk",
      "genre_slug": "punk"
    },
    {
      "artist": "Bonifrate",
      "about": "Bonifrate Bonifrate is a modern bard from Paraty, Brazil, who makes records at home.",
      "slug": "bonifrate",
      "artist_id": "3MfRmtrqF1iq8uwon8ffuT?si=5lUUepgDQAysx6t1pD771w",
      "genre": "Psychedelic",
      "genre_slug": "psychedelic"
    },
    {
      "artist": "Boogarins",
      "about": "Boogarins is a brazilian psychedelic rock e Neo-psychedelia band formed in 2012, in Goiânia, by members Fernando \"Dinho\" Almeida and Benke Ferraz.",
      "slug": "boogarins",
      "artist_id": "0ohvsn0lgt51qZUbu9ct4s?si=ib9y7TfSR4yy4IBJq0uT_A",
      "genre": "Alternative",
      "genre_slug": "alternative"
    },
    {
      "artist": "Borboleta",
      "about": "As well as Borboleta’s musical inspirations – ranging from Frank Ocean, Kari Faux and Missy Elliot to classic rock and Black spiritual jazz from the 60s and 70s – the natural world is key to unlocking Leach’s sound.",
      "slug": "borboleta",
      "artist_id": "48oFIzlN0IzuoVx8cx4iku?si=mITUdpAcR-uYla4FQw1Sqw",
      "genre": "Pop",
      "genre_slug": "pop"
    },
    {
      "artist": "Boris",
      "about": "Boris is a Japanese experimental music band formed in 1992 in Tokyo and composed of drummer Atsuo, guitarist/bassist Takeshi, and guitarist/keyboardist Wata. All three members contribute vocals",
      "slug": "boris",
      "artist_id": "3EgMK920cIH5aLxFnJ6zSi?si=9PFsG_gPTPizpBhV9QVJzA",
      "genre": "Metal",
      "genre_slug": "metal"
    },
    {
      "artist": "Boscoe",
      "about": "Though little known outside of their hometown of Chicago, the short-lived soul-jazz ensemble Boscoewere a musical bridge between the Windy City's R&B scene and the politically conscious and musically adventurous work of Sun Ra and the Artistic Heritage Ensemble.",
      "slug": "boscoe",
      "artist_id": "2XPtKIOttOrkLpPQmrgKAO?si=axYSB2-HTC-kweR7m7mLzA",
      "genre": "R&B/Soul",
      "genre_slug": "rbsoul"
    },
    {
      "artist": "Bosnian Rainbows",
      "about": "Bosnian Rainbows was an American art rock band from El Paso, Texas, formed in 2012. The band consists of former the Mars Volta members Omar Rodríguez-López and Deantoni Parks, alongside Le Butcherettes vocalist Teri Gender Bender and Nicci Kasper of KUDU and We Are Dark Angels",
      "slug": "bosnianrainbows",
      "artist_id": "26sni4GjXXHoWkWrBkyZnO?si=6ElwPMZiROaaF88Ng3iaBA",
      "genre": "Alternative",
      "genre_slug": "alternative"
    },
    {
      "artist": "Brassknuckle Boys",
      "about": "The Brassknuckle Boys stormed on to the american punk scene back in 1998 and have since become internationally infamous as an iconic, intelligent but tough-as-nails punk band firmly in the grasp of street rock n roll fans worldwide while maintaining their own unique sound that is dripping with Americana.",
      "slug": "brassknuckleboys",
      "artist_id": "0m47R5HA718algZYlnA7Jc?si=WAuuoizrSCCr_R7X-05P3w",
      "genre": "Punk",
      "genre_slug": "punk"
    },
    {
      "artist": "Brian Jackson",
      "about": "Brian Robert Jackson is an American keyboardist, flautist, singer, composer, and producer known for his collaborations with Gil Scott-Heron in the 1970s.",
      "slug": "brianjackson",
      "artist_id": "2UXhlYaVdXWvO950p0wwrU?si=imNNk_-gQriSOeggX4d_cw",
      "genre": "Jazz",
      "genre_slug": "jazz"
    },
    {
      "artist": "Bruce Lee Band",
      "about": "The Bruce Lee Band is the name given to the releases of Mike Park and his backing band which up until 2005 included members of Less Than Jake and the Rx Bandits.",
      "slug": "bruceleeband",
      "artist_id": "6BhJtndfqL4E0eO0ZGKrhY?si=jxHwjRnCRu66APoRLg86gA",
      "genre": "Alternative",
      "genre_slug": "alternative"
    },
    {
      "artist": "Bud Powell",
      "about": "Earl Rudolph \"Bud\" Powell was an American jazz pianist and composer. Along with Charlie Parker, Thelonious Monk, and Dizzy Gillespie, Powell was a leading figure in the development of modern jazz.",
      "slug": "budpowell",
      "artist_id": "570vCzcespB48HIQyTbDO6?si=5cbvWKipRI2IE092kZxFzA",
      "genre": "Jazz",
      "genre_slug": "jazz"
    },
    {
      "artist": "Buffalo Nichols",
      "about": "Born in Houston but raised in Milwaukee, Carl “Buffalo” Nichols is a deft fingerpicker and slide guitarist and muted power singer.",
      "slug": "buffalonichols",
      "artist_id": "5dT9JLuBwGNiHJQsY29Qmh?si=hT3BgVMVRxKR6-itUMKXiA",
      "genre": "Blues",
      "genre_slug": "blues"
    },
    {
      "artist": "Bulgarian State Radio & Television Female Vocal",
      "about": "The Bulgarian State Television Female Vocal Choir is an internationally renowned world music ensemble that performs modern arrangements of traditional Bulgarian folk melodies.",
      "slug": "bulgarianstateradio",
      "artist_id": "5j3PVTaVrMlssk4IC0kumd?si=ONy7tzk8R7e5ZYwAZ1fQ_Q",
      "genre": "Worldwide",
      "genre_slug": "worldwide"
    },
    {
      "artist": "Bully",
      "about": "Bully is the solo project of guitarist and singer Alicia Bognanno. The American rock band formed in 2013 in Nashville.",
      "slug": "bully",
      "artist_id": "34LdbFt5sVXKTJOzf1iExQ?si=bCVQm7gUQr6QaCMfMVtlMg",
      "genre": "Rock",
      "genre_slug": "rock"
    },
    {
      "artist": "Captain Beefheart & His Magic Band",
      "about": "Don Van Vliet was an American singer, songwriter, multi-instrumentalist, and visual artist best known by the stage name Captain Beefheart. Conducting a rotating ensemble called Captain Beefheart and His Magic Band, known separately as \"The Magic Band\", he recorded 13 studio albums between 1964 and 1982.",
      "slug": "captainbeefheart",
      "artist_id": "2k8kY9zHUWxuTtwV4UutHw?si=Il8nY28AS_6nsioGF69V5w",
      "genre": "Rock",
      "genre_slug": "rock"
    },
    {
      "artist": "Cap'n Jazz",
      "about": "Cap'n Jazz was an American emo band formed in Chicago in 1989 by brothers Tim and Mike Kinsella, who were joined by Sam Zurick and Victor Villarreal. After a number of name changes and the addition of guitarist Davey von Bohlen, the band began to earn a cult following in the Chicago area and the Midwest.Wikipedia",
      "slug": "capnjazz",
      "artist_id": "3JhEcBWSCPXkRMt1VK14i4?si=flUxA226Q3-lmQ6wHAApCQ",
      "genre": "Alternative",
      "genre_slug": "alternative"
    },
    {
      "artist": "Carissa's Wierd",
      "about": "Carissa's Wierd was an indie rock band based in Seattle that formed in 1995 and disbanded in late 2003. Their sound has been described as \"chamber rock\". The band deliberately misspelled the word \"Weird\" in their name.",
      "slug": "carissaswierd",
      "artist_id": "5VnYwYnG7QmpzQtxyubIwh?si=tmyrmNzqSoap5Fb1TnCsvw",
      "genre": "Alternative",
      "genre_slug": "alternative"
    },
    {
      "artist": "Carlos Nino & Friends",
      "about": "Carlos Gabriel Niño is a Californian music producer, percussionist, performer, arranger, composer, musician, programmer, radio host, DJ, music consultant, poet, and event organizer, based in his hometown of Woodland Hills, California.",
      "slug": "carlosnino",
      "artist_id": "5Vp9z1lRUNMLQCXbwrIbDK?si=r08mCOowQui7tNFwv3QSaw",
      "genre": "Jazz",
      "genre_slug": "jazz"
    },
    {
      "artist": "Cassandra Jenkins",
      "about": "New York City-based artist and musician Cassandra Jenkins' musical vision is broad, idiosyncratic and ever-changing.",
      "slug": "cassandrajenkins",
      "artist_id": "1WVGbBnzZ5WLZ2PfesIHik?si=vD9KrzYCQlurR7TdPLXQQQ",
      "genre": "Alternative",
      "genre_slug": "alternative"
    },
    {
      "artist": "Cedarsmoke",
      "about": "Brisbane based 5-piece alt/rock band Cedarsmoke, continue to draw upon their signature dark lyricism attuned to upbeat rock anthems to generate witty music. ",
      "slug": "cedarsmoke",
      "artist_id": "0LVfXd7IeEIY59IY7v2BcI?si=WYLhkzAGQLeu_Jq71nU6WQ",
      "genre": "Indie Rock",
      "genre_slug": "indierock"
    },
    {
      "artist": "Cedric Noel",
      "about": "Cedric Noel is a multi-ethnic, multinational, multi-instrumental singer-songwriter residing in Canada.",
      "slug": "cedricnoel",
      "artist_id": "6tdulbCmITkRtfAWMRueVY?si=mByDN5h2TX66q_gjcnGwDw",
      "genre": "Alternative",
      "genre_slug": "alternative"
    },
    {
      "artist": "Celeste Krishna & Monarchs",
      "about": "Celeste Krishna is an expressionist music artist who makes Alabama poet-pop music with Monarchs.",
      "slug": "celestekrishna",
      "artist_id": "4fHswCzZBwNyv68zJk0yDC?si=v30MQM1NQiGBZSG8SE7-fw",
      "genre": "Indie Pop",
      "genre_slug": "indiepop"
    },
    {
      "artist": "Central Heat Exchange",
      "about": "Called Central Heat Exchange, their self-titled debut was first initiated by Jacob Stolz, who sent a snippet of a song onto Santiago Dietche, who added his own instrumentals, and then sent on to Paul Stolz and Adam Soloway to add their own thoughts and touches.",
      "slug": "centralheatexchange",
      "artist_id": "50Y6M7qthXuBc6D294wqW0?si=B-wq_fimSty37PiDPpPlqQ",
      "genre": "Indie Rock",
      "genre_slug": "indierock"
    },
    {
      "artist": "CHAI",
      "about": "Chai are a Japanese rock band from Nagoya. The group consists of four women—Mana, Kana, Yuuki and Yuna. Formed in 2012, the band released their debut studio album Pink in 2017",
      "slug": "chai",
      "artist_id": "0NZsNnETGPWLKJj2Y0vpBx?si=oI4LNT2XQv6oF9dU4UmzxQ",
      "genre": "Alternative",
      "genre_slug": "alternative"
    },
    {
      "artist": "Charles Mingus",
      "about": "Charles Mingus Jr. (April 22, 1922 – January 5, 1979) was an American jazz double bassist, pianist, composer, and bandleader. A major proponent of collective improvisation, he is considered to be one of the greatest jazz musicians and composers in history,[1] with a career spanning three decades and collaborations with other jazz musicians such as Louis Armstrong, Duke Ellington, Charlie Parker, Dizzy Gillespie, and Herbie Hancock.",
      "slug": "charlesmingus",
      "artist_id": "1W8TbFzNS15VwsempfY12H?si=K2L-pLO4SH-UYOHGn-8esw",
      "genre": "Jazz",
      "genre_slug": "jazz"
    },
    {
      "artist": "Charlie Ballantine",
      "about": "Charlie Ballantine is an internationally renowned, award winning, touring guitarist.",
      "slug": "charlieballantine",
      "artist_id": "6rMP8cMZYWAAWwovLDuaVD?si=4o13b_-HTSyRAEsQNRuwEA",
      "genre": "Hard Bop",
      "genre_slug": "hardbop"
    },
    {
      "artist": "Charlie Parker",
      "about": "Charles Parker Jr., nicknamed \"Bird\" or \"Yardbird\", was an American jazz saxophonist, band leader and composer. Parker was a highly influential soloist and leading figure in the development of bebop, a form of jazz characterized by fast tempos, virtuosic technique, and advanced harmonies.",
      "slug": "charlieparker",
      "artist_id": "4Ww5mwS7BWYjoZTUIrMHfC?si=Ik959EN1S9ezzjYWLBoLtw",
      "genre": "Jazz",
      "genre_slug": "jazz"
    },
    {
      "artist": "Cher Strauberry",
      "about": "Cher is a skateboarder, musician and artist born and raised in the East Bay. She is an integral member of the Unity Crew/Movement blazing paths for LGBTQ",
      "slug": "cherstrauberry",
      "artist_id": "4Q4yrOdEZewAF4gWdFiCqc?si=GZmQTxmIQPOTAl3j3J2dsw",
      "genre": "Punk",
      "genre_slug": "punk"
    },
    {
      "artist": "Chris Bell",
      "about": "Christopher Branford Bell was an American musician, guitarist, singer, and songwriter. Along with Alex Chilton, he led the power pop band Big Star through its first album #1 Record.",
      "slug": "chrisbell",
      "artist_id": "5UDDnXpPNuL91XxNJLX47f?si=03V8gOODSCqOpUuxHqQtGA",
      "genre": "Pop",
      "genre_slug": "pop"
    },
    {
      "artist": "Christian McBride",
      "about": "Christian McBride is an American jazz bassist, composer and arranger. He has appeared on more than 300 recordings as a sideman, and is a eight-time Grammy Award winner.",
      "slug": "christianmcbride",
      "artist_id": "5ACxPOI9gR3l0cyy2dvkHv?si=zoiCcV8XTpy0luxQYpXkEA",
      "genre": "Jazz",
      "genre_slug": "jazz"
    },
    {
      "artist": "Christina Ward",
      "about": "Christina Ward is a guitarist/banjoist/writer and singer of sad indie folk songs from the Philadelphia area",
      "slug": "christinaward",
      "artist_id": "5vFO7oC2ill5MX4qGyOgVX?si=7AwXGG3ORzSpLj7yr3yHXw",
      "genre": "Pop",
      "genre_slug": "pop"
    },
    {
      "artist": "Chrome",
      "about": "Chrome is an American rock band founded in San Francisco in 1976 by musician Damon Edge and associated with the 1970s post-punk movement.",
      "slug": "chrome",
      "artist_id": "1OQRxZIPriIdtJCs1Dvd8w?si=lsRNQ-zsQhO0IB14QZQRPw",
      "genre": "Rock",
      "genre_slug": "rock"
    },
    {
      "artist": "Chubby and the Gang",
      "about": "Chubby and the Gang are an English rock band formed in West London in 2019. Consisting of vocalist Charlie \"Chubby Charles\" Manning-Walker, guitarists Ethan Stahl and Tom \"Razor\" Hardwick, bassist Maegan Brooks Mills and drummer Joe McMahon, the band was formed out of a number of UK hardcore punk bands, including Arms Race, Vile Spirit and Gutter Knife.",
      "slug": "chubbyandthegang",
      "artist_id": "54owRfib7AwmLx1OEM1Apd?si=xIVebIqVRH6ckRbf_bi_xg",
      "genre": "Alternative",
      "genre_slug": "alternative"
    },
    {
      "artist": "Church Girls",
      "about": "Church Girls is an indie / post-punk band from Philadelphia, PA.",
      "slug": "churchgirls",
      "artist_id": "4Lp6hXrpbIv2le9TCGi68F?si=zRNu0vsvRBeYZnLLTO-Ktg",
      "genre": "Rock",
      "genre_slug": "rock"
    },
    {
      "artist": "CIVIC",
      "about": "CIVIC are a five-piece Australian rock band, formed in 2017 in Melbourne, Victoria.[1][2] The band consists of Jim McCullough, Lewis Hodgson, Roland Hlavka and David Forcier.",
      "slug": "civic",
      "artist_id": "7ATw5ZiG6dfYFUUVpCsyFe?si=l3EFJ0beRVugD3Y9LRfUEA",
      "genre": "Rock",
      "genre_slug": "rock"
    },
    {
      "artist": "Clarence Clarity",
      "about": "Adam Mark Crisp, known by the stage name Clarence Clarity, is an English singer, songwriter, producer, and musician. He has been praised for his unique, eclectic pop sound which was described by The Guardian as \"funk played by a swarm of bees\".",
      "slug": "clarenceclarity",
      "artist_id": "25u5QFxy3HVQsbcbxHOP62?si=4PBmJa83S3m1wtKSQqJHHg",
      "genre": "Alternative",
      "genre_slug": "alternative"
    },
    {
      "artist": "Clark Terry Quartet",
      "about": "An American swing and bebop trumpeter group and a pioneer of the flugelhorn in jazz.",
      "slug": "clarkterryquartet",
      "artist_id": "4DGl9y3bKun9n2xjyirMwF?si=4Ybb0f1oRFm_mg_e_GZmqA",
      "genre": "Jazz",
      "genre_slug": "jazz"
    },
    {
      "artist": "Claudia",
      "about": "Claudia Tan, a Sarawakian-born star is an exceptional writer with a movie on the way and a booming career in the world of pop music!",
      "slug": "claudia",
      "artist_id": "2kUBwtoPkA9ZoJxcQUtL2P?si=WX7k2XyEQc64sIJz3YSZFg",
      "genre": "Pop",
      "genre_slug": "pop"
    },
    {
      "artist": "Cloakroom",
      "about": "Cloakroom is an American rock band from Northwest Indiana, United States. They are currently signed to Relapse Records",
      "slug": "cloakroom",
      "artist_id": "2lP34R0Q7edlojuJrUMPnj?si=MlrZBq7TR4COsz9l46Dt0g",
      "genre": "Rock",
      "genre_slug": "rock"
    },
    {
      "artist": "Cochemea",
      "about": "Cochemea Gastelum is a musical journeyman who draws on ancestral memories and family histories to wrap new flesh around the bones of history.",
      "slug": "cochemea",
      "artist_id": "5Kv477c3fjT3ifEOm1Kh0A?si=Ywc1TEfBRomxw1pkYHPagg",
      "genre": "Jazz",
      "genre_slug": "jazz"
    },
    {
      "artist": "Coco",
      "about": "Maia Friedman, Oliver Hill, and Dan Molad make up the band Coco, who previously remained anynomous. They make indie/alternative romance music. ",
      "slug": "coco",
      "artist_id": "4NxTtZTeJqQ1n27i2qnPCe?si=vOpe8pkVRMKswDEHJFzrCQ",
      "genre": "Indie",
      "genre_slug": "indie"
    },
    {
      "artist": "Collie Ryan",
      "about": "Collie Ryan is a student of Theosophy who privately pressed three records in 1973. This project was funded by her friends at New Age Farms carrot and fresh juice company in Lompoc, California, and the records were distributed at shows at the Sun and Earth Health Food Store and Restaurant in Santa Barbara.",
      "slug": "collieryan",
      "artist_id": "627icswnJsqm5lQtrByx7w?si=QRuv_F55R3OjM9bHsfZtiA",
      "genre": "Folk",
      "genre_slug": "folk"
    },
    {
      "artist": "Collin Sherman",
      "about": "Colling Sherman is a jazz artist from New York. He does experimental jazz, electronic, ambient, noise, drone.",
      "slug": "collinsherman",
      "artist_id": "3TM1YvROomhpBvzIYRf5vf?si=Tm7iU4ksRt-xqpoeNlrIyA",
      "genre": "Jazz",
      "genre_slug": "jazz"
    },
    {
      "artist": "Comets On Fire",
      "about": "Comets on Fire were an American noise rock band from Santa Cruz, California, United States. The band was formed in 1999 by guitarist and vocalist Ethan Miller and longtime friend bassist Ben Flashman, who were seeking to create rhythmically and sonically intense music that paid no attention to categorizations.",
      "slug": "cometsonfire",
      "artist_id": "369NbOi6NH1ThhB3gxFwqh?si=wdgmZ6ClT7WCzmUIMc5nzQ",
      "genre": "Alternative",
      "genre_slug": "alternative"
    },
    {
      "artist": "Concrete Elite",
      "about": "Oi! Hardcore Punk band from Austin, Texas, USA.",
      "slug": "concreteelite",
      "artist_id": "6LU6P55CoIXmvCfJb4ajgB?si=1M7rNn5IQ0aNbm9-VxqYEA",
      "genre": "Punk",
      "genre_slug": "punk"
    },
    {
      "artist": "Cornelius",
      "about": "Keigo Oyamada, also known by his moniker Cornelius, is a Japanese musician and producer who co-founded Flipper's Guitar, an influential Shibuya-kei band, and subsequently embarked on a solo career.",
      "slug": "cornelius",
      "artist_id": "2vJObElaIZWYDLpiXiJMo9?si=ibGUgCtsQXGQwOPgpJIGEA",
      "genre": "Rock",
      "genre_slug": "rock"
    },
    {
      "artist": "Count Ossie & The Mystic Revel",
      "about": "A fusion of the Mystics, led by gifted saxophonist and spiritual seeker Cedric ‘Im’ Brooks and the Count Ossie Rastafarian Drummers. In the past these two groups were responsible for some of the most colourful and creative music that has emerged from the island of Jamaica.",
      "slug": "countossie",
      "artist_id": "77I4HzxCWBIfIrXFMz1KYs?si=U6jS3jWJRoOcu1n2LX0YMg",
      "genre": "Reggae",
      "genre_slug": "reggae"
    },
    {
      "artist": "Coupons",
      "about": "Coupons is a band from Albany, NY consisting of the members: Dan LaFave, Collin J Reynolds, Shannon Straney, Dylan Depice, Dan Maddalone",
      "slug": "coupons",
      "artist_id": "6rcC90tSg3y5Kk03xJI0H9?si=AeZmanuzQYOxsU7-6pPbzA",
      "genre": "Alternative",
      "genre_slug": "alternative"
    },
    {
      "artist": "Crying",
      "about": "Crying is an American rock band from Purchase, New York formed in 2013. They consist of Elaiza Santos, Ryan Galloway and Kynwyn Sterling.",
      "slug": "crying",
      "artist_id": "4RoIQHT4yJcA0ENhs8WLd4?si=6BBTMF6CTmGp4QRwsZIiIA",
      "genre": "Alternative",
      "genre_slug": "alternative"
    },
    {
      "artist": "Crystal Murray",
      "about": "Crystal Murray is a French R&B singer-songwriter.",
      "slug": "crystalmurray",
      "artist_id": "2lRXAjsNoYGqyYkgHxk5OH?si=yfLwVnRYThGQ_us5iXQHCg",
      "genre": "R&B/Soul",
      "genre_slug": "rbsoul"
    },
    {
      "artist": "Culture",
      "about": "Culture are a Jamaican roots reggae group founded in 1976. Originally they were known as the African Disciples.",
      "slug": "culture",
      "artist_id": "4DbtUTi2WsBNdruAZL2pNz?si=ZvwkPHd2QFm4YPAZKa__3Q",
      "genre": "Reggae",
      "genre_slug": "reggae"
    },
    {
      "artist": "Dadawah",
      "about": "Michael George Henry OD, better known as Ras Michael, is a Jamaican reggae singer and Nyabinghi specialist. He also performs under the name of Dadawah.",
      "slug": "dadawah",
      "artist_id": "6Xx653QgibdcjA4RfW6iyU?si=iHvLCbTLS2i9ElaC9GzfYg",
      "genre": "Reggae",
      "genre_slug": "reggae"
    },
    {
      "artist": "Dalai Lama",
      "about": "The 14th Dalai Lama, known as Gyalwa Rinpoche to the Tibetan people, is the current Dalai Lama, the highest spiritual leader and former head of state of Tibet.",
      "slug": "dalailama",
      "artist_id": "6RXfTUnrji43vpU1AdK4up?si=qAjbL8FgQH2aeB79PoMXHQ",
      "genre": "Devotion/Spiritual",
      "genre_slug": "devotionspiritual"
    },
    {
      "artist": "Dandy Livingstone",
      "about": "Dandy Livingstone is a British-Jamaican ska, rocksteady, and reggae musician and producer, best known for his 1972 hit, \"Suzanne Beware of the Devil\", and for his song, \"Rudy, A Message to You\", which was later a cover hit for The Specials.",
      "slug": "dandylivingstone",
      "artist_id": "2kV3Q07NlB0i9taIpo2KyF?si=NBCCJhU-RH-e87sU7ou4WA",
      "genre": "Reggae",
      "genre_slug": "reggae"
    },
    {
      "artist": "Darius Jones",
      "about": "Darius Jones is an extraordinarily gifted young alto saxophonist and composer living in New York. He makes modern, soulful, scintillating music.",
      "slug": "dariusjones",
      "artist_id": "4QCrPWEJukX8n7A8iOuSzo?si=tNDhNUSiTF2T7Wxk6G2cWw",
      "genre": "Jazz",
      "genre_slug": "jazz"
    },
    {
      "artist": "Dave Burrell",
      "about": "Herman Davis \"Dave\" Burrell is an American jazz pianist. He has played with many jazz musicians including Archie Shepp, Pharoah Sanders, Marion Brown and David Murray",
      "slug": "daveburrell",
      "artist_id": "5CsxtursJ0wOOXyIdGaJKr?si=YMv2RZiYRsCLsYNsJ_8xzA",
      "genre": "Jazz",
      "genre_slug": "jazz"
    },
    {
      "artist": "Dave McMurray",
      "about": "Dave McMurray is an American jazz musician. His primary instrument is saxophone, although he also plays flute, keyboard, and a variety of percussion instruments.",
      "slug": "davemcmurray",
      "artist_id": "1DOwY4lGFMmu4gqoGAI84x?si=0MvyekQ9SDaKaungBAfOkg",
      "genre": "Jazz",
      "genre_slug": "jazz"
    },
    {
      "artist": "Dave Sewelson",
      "about": "Dave is a baritone saxophone specialist, he arrived in New York City in the summer of 1977, settled in the East Village becoming a stalwart of the downtown scene, played in many bands of the area, probably best know as a founding member of the Microscopic Septet and lifetime member of William Parker’s Little Huey Creative Music Orchestra.",
      "slug": "davesewelson",
      "artist_id": "5B5o6cQQNiGZXPBTpZBZlm?si=d6UElWLQRRm-qOE4Wq98sA",
      "genre": "Jazz",
      "genre_slug": "jazz"
    },
    {
      "artist": "David Lynch",
      "about": "David Keith Lynch is an American filmmaker, painter, visual artist, actor, musician, and writer. A recipient of an Academy Honorary Award in 2019.",
      "slug": "davidlynch",
      "artist_id": "2Gu6Q05ExIGwHTF43kqLBI?si=QBIEbiBZRc2hclUjBEErnQ",
      "genre": "Alternative",
      "genre_slug": "alternative"
    },
    {
      "artist": "days n' daze",
      "about": "Days N' Daze is an American band formed in Houston, Texas performing a type of folk punk they have called 'H-Town Thrashgrass'.",
      "slug": "daysndaze",
      "artist_id": "3wRGr9z5I5xmmVc21fIvC6?si=-VspgVlhRC6gI0x048K9Nw",
      "genre": "Punk",
      "genre_slug": "punk"
    },
    {
      "artist": "Dead Kennedys",
      "about": "Dead Kennedys are an American punk rock band that formed in San Francisco, California, in 1978. The band was one of the defining punk bands during its initial eight-year run.",
      "slug": "deadkennedys",
      "artist_id": "30U8fYtiNpeA5KH6H87QUV?si=a4yruZyFSwCs4IjcPzSFsw",
      "genre": "Punk",
      "genre_slug": "punk"
    },
    {
      "artist": "Deakin",
      "about": "Joshua Caleb Dibb (born January 6, 1978), also known by his moniker Deakin, is an American musician who co-founded the experimental pop band Animal Collective.",
      "slug": "deakin",
      "artist_id": "6JSybS5o47NUTNFQauvxUY?si=GT_G_TRVSTuKlfYkgWZcFg",
      "genre": "Alternative",
      "genre_slug": "alternative"
    },
    {
      "artist": "Death",
      "about": "Death was an American death metal band formed in Altamonte Springs, Florida in 1984 by guitarist and vocalist Chuck Schuldiner. Death is considered to be among the most influential bands in heavy metal and a pioneering force in the extreme metal subgenre of death metal.",
      "slug": "death",
      "artist_id": "4f5V3PQ66nIrBCqugJtaGn?si=WlDwzCqPQIeoCXJuff7MVg",
      "genre": "Metal",
      "genre_slug": "metal"
    },
    {
      "artist": "Debashish Bhattacharya",
      "about": "Debashish Bhattacharya is an Indian classical musician, singer, composer and educator. He is said to have introduced the first Slide Guitar Syllabus in the world.",
      "slug": "debashishbhattacharya",
      "artist_id": "1gluErp8xTWWbjs6kh3Qjb?si=Coxj3wNXQGWPhMImJ28ywg",
      "genre": "Indian Classical",
      "genre_slug": "indianclassical"
    },
    {
      "artist": "Deerhoof",
      "about": "Deerhoof are an American independent music group formed in San Francisco in 1994. They currently consist of founding drummer Greg Saunier, bassist and singer Satomi Matsuzaki, guitarists John Dieterich and Ed Rodriguez",
      "slug": "deerhoof",
      "artist_id": "7AZwAitWq1KcFoIJhRWb6V?si=8jRsIf4gSYayXmOHbqKx7g",
      "genre": "Alternative",
      "genre_slug": "alternative"
    },
    {
      "artist": "Defiance, Ohio",
      "about": "Defiance, Ohio is a punk rock band from Columbus, Ohio. However, they are named after the town of Defiance, Ohio, in far northwest Ohio, near Toledo. The band features a violin, cello, and double bass.",
      "slug": "defianceohio",
      "artist_id": "275dFoyS7o1g1O4rFgy3Ix?si=tvFCDB0GSRGML4rOg8PZ0Q",
      "genre": "Alternative",
      "genre_slug": "alternative"
    },
    {
      "artist": "Del Paxton",
      "about": "Del Paxton is an Indie/Emo/ Remedial-Math Rock trio from Buffalo NY",
      "slug": "delpaxton",
      "artist_id": "6xfq2lQ3eodSswZZBoJkkD?si=JvkheV67Q3CEB28vbl_fbQ",
      "genre": "Alternative",
      "genre_slug": "alternative"
    },
    {
      "artist": "Deradoorian",
      "about": "Angel Deradoorian, also known mononymously as Deradoorian, is a musician based in Los Angeles, California. She is best known for her work with Dirty Projectors as full-time member from 2007 to 2012.",
      "slug": "deradoorian",
      "artist_id": "3jLCHiuXBTGEEku37TsobP?si=u-5YI8hQQKGrqShNCOKJ3g",
      "genre": "Alternative",
      "genre_slug": "alternative"
    },
    {
      "artist": "Dexter Gordon",
      "about": "Dexter Gordon was an American jazz tenor saxophonist, composer, bandleader, and actor. He was among the most influential early bebop musicians",
      "slug": "dextergordon",
      "artist_id": "3NUsiT2JSyaWAnWaXxDzhQ?si=IF4LHi8bQiKegB00RZQaug",
      "genre": "Jazz",
      "genre_slug": "jazz"
    },
    {
      "artist": "Dezron Douglas & Brandee Young",
      "about": "Forced into lockdown in their apartment in the spring of 2020, Dezron Douglas (bassist) and Brandee Younger (harpist) started a series of Instagram brunches to stay connected with fans and friends and the music. What resulted was the album Force Majeure, which lives up to its name in every way",
      "slug": "dezrondouglas",
      "artist_id": "3HtyiTNRFO5HOPU5Cj3at7?si=z9Fh_oYWRF6Zm6ZD7fqL7w",
      "genre": "Jazz",
      "genre_slug": "jazz"
    },
    {
      "artist": "Dhruba Ghosh",
      "about": "Dhruba Ghosh was an Indian classical musician and Sarangi player from Mumbai.",
      "slug": "dhrubaghosh",
      "artist_id": "0pn5aTFHGUAargYGABvRow?si=pxipIvhXTOOCYZuor20q0Q",
      "genre": "Classical",
      "genre_slug": "classical"
    },
    {
      "artist": "Dizzy Gillespie &Charlie Parker",
      "about": "",
      "slug": "dizzygillespie",
      "artist_id": "5RzjqfPS0Bu4bUMkyNNDpn?si=o974o3OxTuqqECylKwVWbg",
      "genre": "Jazz",
      "genre_slug": "jazz"
    },
    {
      "artist": "DJ 2-Tone Jones",
      "about": "DJ 2-Tone Jones is a DJ, educator, tastemaker & co-creator of Shaolin Jazz.",
      "slug": "dj2tone",
      "artist_id": "5uD4qCw6B6RohO1426PgYp?si=nMTPXHCiTZG9bylYPU2fOw",
      "genre": "Hip-Hop/Rap",
      "genre_slug": "hiphoprap"
    },
    {
      "artist": "DJ Harrison",
      "about": "DJ Harrison, born Devonne Andre Harris, is a multi-instrumentalist, singer, songwriter and producer from Richmond, Virginia",
      "slug": "djharrison",
      "artist_id": "6gU7qtF5B31WwdgkNwF1XK?si=nnKoRa2IRJSttXzCYcCVwQ",
      "genre": "Electronic",
      "genre_slug": "electronic"
    },
    {
      "artist": "DLG",
      "about": "Dark Latin Groove is a salsa band that mixes salsa, reggae and hip-hop. The group was brought together in New York by producer Sergio George and included Huey Dunbar, Fragancia, and James \"Da Barba\" de Jesus.",
      "slug": "dlg",
      "artist_id": "6OjbjDH6ZfL9NWdioYibGP?si=q66W1EnXTIy0kmR36RqoZA",
      "genre": "Tropical",
      "genre_slug": "tropical"
    },
    {
      "artist": "Don Caballero",
      "about": "Don Caballero was an American instrumental rock group from Pittsburgh, Pennsylvania. The group took its name from the character Guy Caballero, portrayed by Joe Flaherty, on the sketch comedy show Second City Television.",
      "slug": "doncaballero",
      "artist_id": "30h1cDhDvSG9RZlfBHmt9C?si=VQt3oIYSTDuUcPesuHvjWA",
      "genre": "Alternative",
      "genre_slug": "alternative"
    },
    {
      "artist": "Don Chicharron",
      "about": "Don Chicharrón plays and pays homage to Chicha, the sonic result of Peruvian artists mixing the various aural stylings of their day: ‘60s psychedelia, Andean traditional folk melodies, and Afro-Cuban cumbia rhythms. Formed by Peruvian-American, Aldo Pantoja, Don Chicharrón filters its brand of Chicha through the songwriting influences of its 8 other members, giving its self-titled debut LP touches of punk, surf, prog, jazz, reggaetón, and salsa",
      "slug": "donchicharron",
      "artist_id": "64dHU89rYI6cvcmHI6kV1I?si=TkuVtoi2TJOHjaBjuVhnAA",
      "genre": "Latin",
      "genre_slug": "latin"
    },
    {
      "artist": "Don Lifted",
      "about": "Don Lifted Matthews is a multi-disciplined creative, predominantly working in music, visual arts and film.",
      "slug": "donlifted",
      "artist_id": "7FuyFZHywT85uyugfUkb1h?si=59wsmkckRd6NcuD0DcJurw",
      "genre": "Alternative Rap",
      "genre_slug": "alternativerap"
    },
    {
      "artist": "Doug & The Slugz",
      "about": "Formed in 1983 by Doug 'Dagger' Kane, the charismatic frontman of all of the above-mentioned bands, Doug & The Slugz were without a doubt one of America's first Oi! bands around, certainly on the West Coast.",
      "slug": "dougandtheslugz",
      "artist_id": "1OuiG1Kg7snXI622UPlEas?si=ns1NhZl0TVOG2fp6TKrr3w",
      "genre": "Metal",
      "genre_slug": "metal"
    },
    {
      "artist": "Doug Carn",
      "about": "Doug Carn is an American jazz musician from St. Augustine, Florida, formerly married to Jean Carne and known for his several albums released for Black Jazz Records.",
      "slug": "dougcarn",
      "artist_id": "1PWbiGBEBaiLJI0Lvhnoha?si=1BbGo6tXTnO3ZWWEqctvsw",
      "genre": "Jazz",
      "genre_slug": "jazz"
    },
    {
      "artist": "Dowdelin",
      "about": "Based in Lyon with roots in Guadeloupe, Martinique and Armenia, the four-piece, self proclaimed 'Creole Afro-Futurists' Dowdelin spread the love with their addictive new foot shufflers.",
      "slug": "dowdelin",
      "artist_id": "1ogaqCgdEnTy7M5jO0tMue?si=mMuFGDpyS2K14icsFMk5cQ",
      "genre": "Cajun",
      "genre_slug": "cajun"
    },
    {
      "artist": "Dr. Lonnie Smith",
      "about": "Lonnie Smith, styled Dr. Lonnie Smith, was an American jazz Hammond B3 organist who was a member of the George Benson quartet in the 1960s.",
      "slug": "lonniesmith",
      "artist_id": "1ZpPJRe9erwiWi548SKVyn?si=z2YbfvljSVekoBjHOXQq5A",
      "genre": "Jazz",
      "genre_slug": "jazz"
    },
    {
      "artist": "Duck. Little Brother, Duck!",
      "about": "Duck. Little Brother, Duck! take the upside down genre of math rock and turn it on its head once again. The band made their entrance into the Portland scene with fifteen sprawling tracks in the spring of 2010.",
      "slug": "ducklittlebrotherduck",
      "artist_id": "2x6X4uMNcgJxPfDSkpx0Dv?si=2PaBLwWzRJuQBVms96zDOA",
      "genre": "Rock",
      "genre_slug": "rock"
    },
    {
      "artist": "Duke Pearson",
      "about": "Columbus Calvin \"Duke\" Pearson Jr. was an American jazz pianist and composer. Allmusic describes him as having a \"big part in shaping the Blue Note label's hard bop direction in the 1960s as a record producer.\"",
      "slug": "dukepearson",
      "artist_id": "2SZ1e7QHN5jon9tpSpQl44?si=UVy0YCSZR6OCVPbX80o_9Q",
      "genre": "Jazz",
      "genre_slug": "jazz"
    },
    {
      "artist": "Dutch Falconi",
      "about": "A musician, composer and producer. He's a recovering swing big band leader from the 90's and reluctant multi-instrumentalist. He plays and records his cimbalom, bandoneon, cello, bass and guitar tunes for others to use and enjoy.",
      "slug": "dutchfalconi",
      "artist_id": "7pjh7QyIwSU7n6SBDIIH74?si=fV2CGJwUTaK4PAk8U2We1g",
      "genre": "Worldwide",
      "genre_slug": "worldwide"
    },
    {
      "artist": "Early Eyes",
      "about": "Early Eyes Early Eyes became a band on October 3rd, 2016, as a temporary pop-up ensemble, garnering a sizable local following almost instantly",
      "slug": "earlyeyes",
      "artist_id": "5Vd6nIpBPLzJDQDcvILQu4?si=IzWCNZ0tRLe-5tQxIapUYA",
      "genre": "Alternative",
      "genre_slug": "alternative"
    },
    {
      "artist": "Easter Island",
      "about": "Formed by brothers Ethan and Asher Payne in 2010, Easter Island creates panoramic, post- rock, inspired dream pop",
      "slug": "easterisland",
      "artist_id": "1vqP4ZcJ2j3GKCXVy28gbs?si=2wrLUL-7ScCposNmRg-SIg",
      "genre": "Pop",
      "genre_slug": "pop"
    },
    {
      "artist": "Eddie \"Lockjaw\" Davis & Johhny Griffin",
      "about": "Back in the early '60s, when tenor saxophonists Johnny Griffin and Eddie ''Lockjaw'' Davis teamed up to record a series of albums, they were dubbed the ''Tough Tenors,'' no doubt in appreciation of the rough-and-tumble nature of their dueling solos",
      "slug": "eddiedavis",
      "artist_id": "0gNn3uUyIEErdQthThI51i?si=AmViZtuVQXmwwodOrOCT6g",
      "genre": "Jazz",
      "genre_slug": "jazz"
    },
    {
      "artist": "Edson Frederico ",
      "about": "Edson Frederico is an experienced pianist, composer, conductor, ochestrator, and musical director that accompanied Liza Minelli on her 1998 preformances in Rio",
      "slug": "edsonfrederico",
      "artist_id": "1UJ8FzXQBzeiDFmOod5zwv?si=PMKJUO69SN6uq-afYsgcZw",
      "genre": "Latin",
      "genre_slug": "latin"
    },
    {
      "artist": "Electrelane",
      "about": "Electrelane were an English indie rock band, formed in Brighton in 1998 by Verity Susman and Emma Gaze. The band comprised Susman, Gaze, Mia Clarke, and Ros Murray.",
      "slug": "electrelane",
      "artist_id": "7ulIMfVKiXh8ecEpAVHIAY?si=mTRExhA-SGyKSUO0a9zSgw",
      "genre": "Alternative",
      "genre_slug": "alternative"
    },
    {
      "artist": "Electric Blue Yonder",
      "about": "Electric Blue Yonder is a Real American Space Folk band. A traveling troup of researches that study the secrets of this universe and report back through song",
      "slug": "electricblueyonder",
      "artist_id": "0bQhgsQlEIjRLTTSskt47r?si=7V2mJaVPRTiWa2Ha7CuS6w",
      "genre": "Folk",
      "genre_slug": "folk"
    },
    {
      "artist": "Eli Josef",
      "about": "Eli Josef is a local San Marcos artist with an indie garage rock sound",
      "slug": "elijosef",
      "artist_id": "4y3uhZt4T3XHGm8f8wMqqW?si=dzAcA8vDTtC7phBA1LlTYg",
      "genre": "Alternative",
      "genre_slug": "alternative"
    },
    {
      "artist": "Elizabeth Cotten",
      "about": "Elizabeth \"Libba\" Cotten was an American folk and blues musician. She was a self-taught left-handed guitarist who played a guitar strung for a right-handed player, but played it upside down.",
      "slug": "elizabethcotten",
      "artist_id": "1eTZGzLkukATM7FoGltyFs?si=9tsCmKo2SrakEw5tTcK_TA",
      "genre": "Folk",
      "genre_slug": "folk"
    },
    {
      "artist": "Emilio Santiago",
      "about": "Emilio Santiago was a Brazilian vocalist and bossa nova luminary.",
      "slug": "emiliosantiago",
      "artist_id": "6quVEYAfHqHwpp8JujXBHt?si=BFlTABKzSi-USDRI8CUPNg",
      "genre": "Brazilian",
      "genre_slug": "brazilian"
    },
    {
      "artist": "Emily Brown",
      "about": "Emily Brown is a California singer, songwriter and poet. ",
      "slug": "emilybrown",
      "artist_id": "7dJBqrB78fu99OYWBXcXgG?si=07a800DMSXmQYzbs76Ae6A",
      "genre": "Folk",
      "genre_slug": "folk"
    },
    {
      "artist": "Emma Ruth Rundle & Thou",
      "about": "Louisiana's Thou write feral sludge metal, while Kentucky singer-songwriter Emma Ruth Rundle creates emotionally bruised post-rock.",
      "slug": "emmaruthrundle",
      "artist_id": "34gLicNdz493863yZTanvC?si=JnPrzRGySWOzXADDJ0C6zw",
      "genre": "Rock",
      "genre_slug": "rock"
    },
    {
      "artist": "Eric Dolphy",
      "about": "Eric Allan Dolphy Jr. was an American jazz alto saxophonist, bass clarinetist and flautist.",
      "slug": "ericdolphy",
      "artist_id": "6rxxu32JCGDpKKMPHxnSJp?si=6hWB_c1vTAuTdYKeCoHzOg",
      "genre": "Jazz",
      "genre_slug": "jazz"
    },
    {
      "artist": "Ernest Ranglin",
      "about": "A pioneering force behind the rise of Caribbean music, Ernet Ranglin is a guitar virtuoso.",
      "slug": "ernestranglin",
      "artist_id": "6RTCb5pWKinqlUyG2qacit?si=jMxkAW8KTw6tJ00g-qGP-Q",
      "genre": "Reggae",
      "genre_slug": "reggae"
    },
    {
      "artist": "Erroll Garner",
      "about": "Erroll Louis Garner was an American jazz pianist and composer known for his swing playing and ballads.",
      "slug": "errollgarner",
      "artist_id": "6C65D20ASusYqHGSIktfED?si=jzGW1HrMRoyRLuH-x1h-Ew",
      "genre": "Jazz",
      "genre_slug": "jazz"
    },
    {
      "artist": "Even Oxen",
      "about": "Lead by Bersain Beristain, Even Oxen is an indie and experimental Christian music project based in Texas.",
      "slug": "evenoxen",
      "artist_id": "5cf4qgi6O056ue1IMPPeB8?si=pAOoTc9OQKuG_zMgQDCbWw",
      "genre": "Christian",
      "genre_slug": "christian"
    }
  ],
  "number artist": [
    {
      "artist": "13th Floor Elevators",
      "about": "The 13th Floor Elevators was an American rock band from Austin, Texas, United States, formed by guitarist and vocalist Roky Erickson, electric jug player Tommy Hall, and guitarist Stacy Sutherland. The band was together from 1965 to 1969, and during that period released four albums and seven singles for the International Artists record label.",
      "slug": "13thfloorelevators",
      "artist_id": "7xYxgSJaIf7yOFLmknYX38",
      "genre": "Rock"
    },
    {
      "artist": "45 Adapters",
      "about": "The 45 Adapters are a New York based band that dresses well and drinks heavily.",
      "slug": "45adapters",
      "artist_id": "29VfueynBGZbP66KqDI8TF",
      "genre": "Punk"
    },
    {
      "artist": "5 Spiritual Tones",
      "about": "5 Spiritual Tones is a 70s band that focuses primarily on funk and gospel.",
      "slug": "5spiritualtones",
      "artist_id": "10iIZAzGU0K1izfpB1VmV6",
      "genre": "R&B/Soul"
    }
  ],
  "a artist": [
    {
      "artist": "A.A. Williams",
      "about": "Describing her music (tongue in cheek) as \"death gospel,\" A.A. Williams writes and performs dark and deeply atmospheric songs with a textured voice, matched by her instrumental abilities on guitar, piano, and cello.",
      "slug": "aawilliams",
      "artist_id": "1D0MStnRzJeelcnDjeBo8O",
      "genre": "Alternative"
    },
    {
      "artist": "Abbey Lincoln",
      "about": "Anna Marie Wooldridge (August 6, 1930 – August 14, 2010), known professionally as Abbey Lincoln, was an American jazz vocalist, songwriter, and actress. She was a civil rights activist beginning in the 1960s. Lincoln made a career out of delivering deeply felt presentations of standards as well as writing and singing her own material.",
      "slug": "abbeylincoln",
      "artist_id": "0A9p7WNA1VwxVyrjx92Z9F",
      "genre": "Jazz"
    },
    {
      "artist": "ADOY",
      "about": "Adoy (Korean: 아도이), is a South Korean band formed in 2017. The band debuted on May 17, 2017, with Catnip.",
      "slug": "adoy",
      "artist_id": "64sY7LsUjNE3ifONkftTXC",
      "genre": "Rock"
    },
    {
      "artist": "African Brothers Band",
      "about": "The African Brothers were a Jamaican reggae vocal trio formed by three Kingston teenagers - Lincoln \"Sugar\" Minott, Winston \"Tony Tuff\" Morris, and Derrick \"Bubbles\" Howard.",
      "slug": "africanbrothersband",
      "artist_id": "35F5yIph194spZD2wfhPrg?si=VvrIUtMRRUaCt2owEkwyrA",
      "genre": "Worldwide"
    },
    {
      "artist": "Aim Low",
      "about": "Brighton based 5-piece rock/grunge band from the South coast of England.",
      "slug": "aimlow",
      "artist_id": "1O7HfHbbX2e6hBtDeRX22V?si=dvG8rLKwRwijArK3z_RMEQ",
      "genre": "Ambient"
    },
    {
      "artist": "Ajoy Chakrabarty",
      "about": "Pandit Ajoy Chakrabarty is an Indian Hindustani classical vocalist, composer, lyricist and gurudev of the Patiala-Kasur gharana. He is considered to be one of the proverbial figures of Indian classical music.",
      "slug": "ajoychakrabarty",
      "artist_id": "6Xg6qVSMnpyFFBf8mtuUrR?si=W9zrgyudS6STy_llsVucXA",
      "genre": "Indian"
    },
    {
      "artist": "Akron",
      "about": "Akron/Family were an American folk-influenced experimental rock band active from 2002 to 2013. Former members have lived in Portland, Oregon; Los Angeles, California; and Joshua Tree, California.",
      "slug": "akron",
      "artist_id": "64l9cD8tQscYZCGRLlNm3f?si=sllRZqgUQRKfI4w77cHpaA",
      "genre": "Alternative"
    },
    {
      "artist": "Albert Ayler",
      "about": "Albert Ayler was an American avant-garde jazz saxophonist, singer and composer. After early experience playing R&B and bebop, Ayler began recording music during the free jazz era of the 1960s.",
      "slug": "albertayler",
      "artist_id": "2wn2nqzITvJ1vcMRO8Wzv6?si=0wgq7ZRYQyKD8MaplvgNnw",
      "genre": "Jazz"
    },
    {
      "artist": "Alewya",
      "about": "Alewya Demmisse, known artistically as Alewya, is a British singer-songwriter, producer, multidisciplinary artist, and model.",
      "slug": "alewya",
      "artist_id": "0wcjJjpvnHb5vK4iwKfxPm?si=PwTrmkn6TgOA3UNHkooOAA",
      "genre": "Hip-Hop/Rap"
    },
    {
      "artist": "alexalone",
      "about": "The sounds of alexalone will usher you into warm, fuzzy, lonely spaces, then shock you alive with pulsing energy. But, alexalone’s first full length album, ALEXALONEWORLD, isn’t merely about the sound, it is an exercise in world building, and a portrait of the artist cradling and nurturing their emotions as they create, navigating labyrinths of pain as they search for exits, and hoping for a haven where they can survey the damage and regroup.",
      "slug": "alexalone",
      "artist_id": "4gbLYxmxdl7JsjaiInWsMO?si=Eq_1PKUpSmuwBzOjbUh0BA",
      "genre": "Alternative"
    },
    {
      "artist": "Alfa Mist",
      "about": "Alfa Mist is a British musician, producer, song-writer and MC based in Newham, London. He released his first solo EP Nocturne in 2015. He also runs a music label called Sekito. His music mixes hip-hop and club tropes with jazz improvisation. He collaborated with several musicians, including Jordan Rakei, Yussef Dayes and Tom Misch.",
      "slug": "alfamist",
      "artist_id": "2i1CPudyCUjL50Wqjv8AMI?si=mKya0kXZS52sF30IyzbWVQ",
      "genre": "Jazz"
    },
    {
      "artist": "Algernon Cadwallader",
      "about": "Algernon Cadwallader was an American emo and math rock band from Yardley, Pennsylvania. They were active from 2005 to 2012. Stereogum referred to the band as the \"heroes of the emo revival\".",
      "slug": "algernoncadwallader",
      "artist_id": "1BfYXNfaB5HBwHn4gxnEQE?si=Vka3qUMNTd6CXB1vlo4wxg",
      "genre": "Alternative"
    },
    {
      "artist": "Alice Coltrane",
      "about": "In 2021 he released an album titled Bring Backs on the American independent music label Anti-.[3][4] He also performed at the 2021 We Out Here Festival[7] and was one of the MOBO Awards 2021 nominees.[8]",
      "slug": "alicecoltrane",
      "artist_id": "0oKYiTD5CdNbrofRvM1dIr?si=lWfODXxyQjqpnCztLL4ApQ",
      "genre": "Jazz"
    },
    {
      "artist": "Altin Gun",
      "about": "Altın Gün is an Anatolian rock band from Amsterdam, Netherlands. It was founded by bassist Jasper Verhulst in 2016 when he posted an ad on Facebook looking for Turkish musicians. Their style has been described as \"psychedelic\" with a \"dirty blend of funk rhythms, wah-wah guitars and analogue organs\".",
      "slug": "altingun",
      "artist_id": "37PL04N8kBWWW69jdrMMWT?si=kiZi8AO_QQO3EX1MmA9mhQ",
      "genre": "Alternative"
    },
    {
      "artist": "Andrew Hill",
      "about": "Andrew Hill (June 30, 1931 – April 20, 2007) was an American jazz pianist and composer. Jazz critic John Fordham described Hill as a \"uniquely gifted composer, pianist and educator\" although \"his status remained largely inside knowledge in the jazz world for most of his career.\" Hill recorded for Blue Note Records for nearly a decade, producing a dozen albums.",
      "slug": "andrewhill",
      "artist_id": "4ORSNkNYSzva169PBZCzvy?si=e_aJf8DhSGqtq5Tb45MEgQ",
      "genre": "Jazz"
    },
    {
      "artist": "Angelique Kidjo",
      "about": "Angélique Kpasseloko Hinto Hounsinou Kandjo Manta Zogbin Kidjo is a Beninese singer-songwriter, actress, and activist who is noted for her diverse musical influences and creative music videos. Kidjo was born into a family of performing artists.",
      "slug": "angeliquekidjo",
      "artist_id": "51qUDJb5AtQX6jIL4VJx6M?si=xHcEF5hRRomH9UK57BuA3A",
      "genre": "Classical"
    },
    {
      "artist": "Anjimile",
      "about": "Anjimile Chithambo, better known under the mononym Anjimile, is an American folk musician from Boston, Massachusetts.",
      "slug": "anjimile",
      "artist_id": "4CmXLOB2gQfewLf8iTbNVp?si=rcOlnWLgSayY7ixS6YExOg",
      "genre": "Alternative"
    },
    {
      "artist": "Anna Ash",
      "about": "Anna Ash expresses tension through smooth vocals and thoughtful lyrics, drawing from a variety of influences, from her folk roots to the jazz-soul of collaborators such as Joe Dart and Theo Katzman of Vulfpeck.",
      "slug": "annaash",
      "artist_id": "1QyjHJQb3WeWFxXaNLpLOw?si=H0OnKqqGRNeaPueIFLNSHQ",
      "genre": "Alternative Folk"
    },
    {
      "artist": "Anna McClellan",
      "about": "Anna McClellan began performing original songs in her hometown of Omaha, NE at the age of seventeen and has been actively recording and touring ever since.",
      "slug": "annamcclellan",
      "artist_id": "2Y8G3abt5hRU7X9RNi7dlZ?si=EebVaTmGT6OemPKPRMCI8A",
      "genre": "Alternative"
    },
    {
      "artist": "Anoushka Shankar",
      "about": "Anoushka Shankar is a British-Indian-American sitar player, producer, film composer and activist. She was the youngest and first woman to receive a British House of Commons Shield; she has had 7 Grammy Awards nominations and was the first Indian musician to perform live and to serve as presenter at the ceremony.",
      "slug": "anoushkashankar",
      "artist_id": "6MTByljF8u5omBltY2VKPU?si=0CRjCD_9TD-6veIvEGuYuw",
      "genre": "Alternative"
    },
    {
      "artist": "Antagonizers ATL",
      "about": "Christopher Berinato. For Do Savannah. Working class street punks Antagonizers ATL are bringing their infectious Oi! energy to the Wormhole along with punk legends Patriot and Halebopp Astronauts.",
      "slug": "antagonizersatl",
      "artist_id": "244VyPaXxvLMx4z2Rlf8oK?si=ga0Kx_DRTV6Ywt5YwVShgg",
      "genre": "Punk"
    },
    {
      "artist": "Anthony Braxton",
      "about": "Anthony Braxton (born June 4, 1945) is an American experimental composer, improviser and multi-instrumentalist who is best known for playing saxophones, particularly the alto. Braxton grew up on the South Side of Chicago, Illinois, and was a key early member of the Association for the Advancement of Creative Musicians. He received great acclaim for his 1969 double-LP record For Alto, the first full-length album of solo saxophone music.",
      "slug": "anthonybrazton",
      "artist_id": "3UXq4fckDmcPmleixlrl6i?si=taYi-dzEQL6ZNYioslCfBg",
      "genre": "Jazz"
    },
    {
      "artist": "Anushka",
      "about": "Brighton-based duo Max Wheeler (producer) and Victoria Port (singer/songwriter) AKA Anushka transcend the UK jazz-electronic scene, melding dancefloor beats with sweet melodies, carried by mystifying female vocals.",
      "slug": "anushka",
      "artist_id": "30kBWK3T10BVkU6WLSeody?si=ZAwnUANETEWMyidg5-uetQ",
      "genre": "Electronic"
    },
    {
      "artist": "Anxious",
      "about": "Anxious is an American emo band from Fairfield, Connecticut. The band is currently signed to Run for Cover Records. The band released their debut album in 2022 titled Little Green House.",
      "slug": "anxious",
      "artist_id": "4uOeSBqJoBz5OrxrsrTboH?si=N95eDOY1SL64lD1wW0mLSA",
      "genre": "Indie Rock"
    },
    {
      "artist": "Apostles of Music",
      "about": "The Apostles are an English experimental punk rock band, who developed within the confines of the 1980s anarcho-punk scene in the UK, but did not necessarily adhere to the aesthetics of that movement.",
      "slug": "apostlesofmusic",
      "artist_id": "0iWhQM79cWPaf6oSifmQTU?si=1BfexiuySQiQ2-GEdzPtIw",
      "genre": "Gospel Funk"
    },
    {
      "artist": "Archie Shepp and Jason Moran",
      "about": "Archie Shepp is an American jazz saxophonist, educator and playwright who since the 1960s has played a central part in the development of avant-garde jazz.",
      "slug": "archieshepp",
      "artist_id": "7C2DSqaNkh0w77O5Jz1FKh?si=9gVcy0OvS5uizgG_2YHFUQ",
      "genre": "Jazz"
    },
    {
      "artist": "area resident",
      "about": "Area Resident is Doug Hempstead. A CBC radio journalist twice-a-day and basement recording artist by night. This is the music he makes, mostly alone.",
      "slug": "arearesident",
      "artist_id": "6ywDHuGJnKfw4P3KGEbjuR?si=-8pyIuv6Qsi-0jT0ngOrVg",
      "genre": "Alternative"
    },
    {
      "artist": "Armada",
      "about": "Armada is one of the top Indonesian pop groups. Formerly the band KERTAS, they changed their name in 2008 and released their first album Balas Dendam. ",
      "slug": "armada",
      "artist_id": "6H857CtcaYMSxOB4jvSIZf?si=FFHjD9jNSUujk_PijE-UDw",
      "genre": "Pop"
    },
    {
      "artist": "Arushi Jain",
      "about": "Arushi Jain is a singer, pianist, and modular synthesist of Indian classical music. With an unorthodox vision of that centuries-old tradition – one that’s electronic, for a start, and resolutely DIY.",
      "slug": "arushijain",
      "artist_id": "7vQf39VMZhNhPo54R8hIzJ?si=x5N7rDInQPuuwXQCetJNLg",
      "genre": "Electronic"
    },
    {
      "artist": "Asha Bhosle & Mohammed Rafi",
      "about": "",
      "slug": "ashabhosle",
      "artist_id": "2HKRvizUyXbd5lEmHbZX4n?si=E57yadcgQ9G7i0D9YOAGkg",
      "genre": "Indian Folk"
    },
    {
      "artist": "Ashley Shadow",
      "about": "Ashley Shadow is from Vancouver, B.C., Canada. She is a songwriter and singer primarily influenced by punk, soul, folk and country.",
      "slug": "ashleyshadow",
      "artist_id": "5RdjQlRaM2PIjLE2tfgHxY?si=2KBDEh7eRqmYQCXt0mbayA",
      "genre": "Alternative"
    },
    {
      "artist": "Atlas Sound",
      "about": "Atlas Sound is the solo project of Bradford Cox, the striking and eccentric vocalist for the enperimental indie rocker act Deerhunter. ",
      "slug": "atlassound",
      "artist_id": "3kGhAL9j1WyNjNkWTRQd8T?si=Quh_tXuRSbGxyzAXMoh9Eg",
      "genre": "Alternative"
    },
    {
      "artist": "Avan Samba",
      "about": "",
      "slug": "avansamba",
      "artist_id": "2zljr65ymhYWSEzfVqkIRp?si=uACHZE-jSBq_4oT6_pF3YA",
      "genre": "Brazillian Soul"
    },
    {
      "artist": "Avey Tare",
      "about": "David Michael Portner, also known by his moniker Avey Tare, is a musician and songwriter who co-founded the American experimental pop band Animal Collective.",
      "slug": "aveytare",
      "artist_id": "0yJolfjqzHfNbr9IoBSndu?si=RzXEr2TGS9GllkqBbC1zcQ",
      "genre": "Alternative"
    },
    {
      "artist": "Avey Tare's Slasher Flicks",
      "about": "Avey Tare's Slasher Flicks, consists of Avey Tare of Animal Collective, ex-Dirty Projectors member Angel Deradoorian, and ex-Ponytaildrummer Jeremy Hyman. The first single from the album, \"Little Fang\", was named \"Best New Track\" by Pitchfork.",
      "slug": "averytareslasher",
      "artist_id": "1sY7Ak1Ygf2ZqmiZPTkZw5?si=hTl104TOQKmZMJ_7j--ZaQ",
      "genre": "Alternative"
    },
    {
      "artist": "Azambuja & Cia",
      "about": "",
      "slug": "azambuja",
      "artist_id": "5NZ8pLdaU55CuRvfzTCdfS?si=DKVwpSAcTZ-CY1P08XN3lw",
      "genre": "Jazz"
    },
    {
      "artist": "Azymuth",
      "about": "Azymuth is a Brazilian jazz-funk trio formed in 1973. The original band members were the now late Jose Roberto Bertrami (keyboards), plus Alex Malheiros (bass, guitars), and Ivan Conti (drums, percussion).",
      "slug": "azymuth",
      "artist_id": "5lYcr7Yue9FUB7MJDBtTJx?si=A32EX1ukT1W67UetIw4CiQ",
      "genre": "Brazillian"
    }
  ],
  "b artist": [
    {
      "artist": "Bad Waitress",
      "about": "Bad Waitress is a Canadian punk rock band from Toronto, Ontario. The band is signed with Royal Mountain Records. Bad Waitress began under the moniker the Nude Dogs",
      "slug": "badwaitress",
      "artist_id": "5h5YgUkm7vI0bdbQTyBGmb?si=PWMRWOHuTvSze_APkdSlLw",
      "genre": "Rock"
    },
    {
      "artist": "Balanca Povo",
      "about": "",
      "slug": "balancapovo",
      "artist_id": "0WfSHt8t3NOJwDyvAcvzVA?si=e2zipRMTQzqpTdQ73CTOnw",
      "genre": "Brazillian Soul"
    },
    {
      "artist": "Balkan Taksim",
      "about": "Balkan psych meets bass, breaks and synth electronica with a touch of groove. Their stylish electronic psychedelia and bass flow directly from their roots in Romania and Balkans upstream to global dancefloors.",
      "slug": "balkantaksim",
      "artist_id": "70oqqBR2WFsDZP6JhLvYpm?si=wPnbSup5Q4GqbifICJSOog",
      "genre": "Europe"
    },
    {
      "artist": "Beach Bullies",
      "about": "",
      "slug": "beachbullies",
      "artist_id": "5WlYpIRy7xB6nqclsHJSvK?si=b7zTXHIgTMOUw8xMMpk8VQ",
      "genre": "Alternative"
    },
    {
      "artist": "Bebeto",
      "about": "",
      "slug": "bebeto",
      "artist_id": "1YhMWppPt9RVODKD1KCs7W?si=SLGgIVrHT-SSKWFW2QCpgw",
      "genre": "Brazillian Soul"
    },
    {
      "artist": "Bent Arcana",
      "about": "",
      "slug": "bentarcana",
      "artist_id": "3rOnnvTLenWmwrHP0dvFsM?si=5FaP7e0STU-zCRxmgtjn4w",
      "genre": "Rock"
    },
    {
      "artist": "Bernice",
      "about": "",
      "slug": "bernice",
      "artist_id": "5gpIHPSqWFnsv9UAwEGN0s?si=G4PYfYjbSKmSAmryztupyw",
      "genre": "Jazz"
    },
    {
      "artist": "Beverly Glenn-Copeland",
      "about": "",
      "slug": "beverlyglenncopeland",
      "artist_id": "2bN5hXtWZXEIfnHO34eXfe?si=UgGRTTf5QPum_8iGUDYrxQ",
      "genre": "New Age"
    },
    {
      "artist": "Big Youth",
      "about": "",
      "slug": "bigyouth",
      "artist_id": "2TdzGitZtbe3Zw3BB4SFEH?si=LH8HP5iTT9OL_EjRVllvgA",
      "genre": "Reggae"
    },
    {
      "artist": "Billy Dean Thomas",
      "about": "",
      "slug": "billydeanthomas",
      "artist_id": "42QQTC9Wg1z2v1F4UZElXV?si=yM9hxs5sTmWdOFNGx6A_fQ",
      "genre": "Hip-Hop/Rap"
    },
    {
      "artist": "Black Country, New Road",
      "about": "",
      "slug": "blackcountrynewroad",
      "artist_id": "3PP6ghmOlDl2jaKaH0avUN?si=I3QXgfNOTOK4qjBzSbEwJw",
      "genre": "Alternative"
    },
    {
      "artist": "Blaze Foley",
      "about": "",
      "slug": "blazefoley",
      "artist_id": "1TlScGwN8MmIZ7kIYGjSZA?si=y5WB4k6wRHuNeIaT2r-QrQ",
      "genre": "Country"
    },
    {
      "artist": "Blue Cactus",
      "about": "",
      "slug": "bluecactus",
      "artist_id": "6rouro6xhJxK6NxCHLp26n?si=7SjH5wjWQwecC66zgJ3hew",
      "genre": "Country"
    },
    {
      "artist": "Blunt Bangs",
      "about": "",
      "slug": "bluntbangs",
      "artist_id": "3jIyC1JqUl8T4hIqTodBOz?si=f5ka1f4HTISZsQ6gC5zzyg",
      "genre": "Alternative"
    },
    {
      "artist": "Bo Jangles",
      "about": "",
      "slug": "bojangles",
      "artist_id": "28zgV9i9R7tX9NYoOJ7Vxi?si=1LB4QDCUQxi6nbObcjs1UQ",
      "genre": "Hip-Hop/Rap"
    },
    {
      "artist": "Bomb the Music Industry!",
      "about": "",
      "slug": "bombthemusicindustry",
      "artist_id": "7mmU5GuOoyxoBAgOZkSVj7?si=WkI5blgcRvKfhh3wfFoDxQ",
      "genre": "Alternative"
    },
    {
      "artist": "Bombino",
      "about": "",
      "slug": "bombino",
      "artist_id": "7s4I6rDvTcdBDKElVbtsAN?si=63mMCBp0QGK-o4xjk8ID0Q",
      "genre": "Afro-Pop"
    },
    {
      "artist": "Bonecrusher",
      "about": "",
      "slug": "bonecrusher",
      "artist_id": "6cwlhbT6PnscdmUYCLUJsa?si=YscsTqVbSw2cxlQPRqIkjQ",
      "genre": "Hip-Hop/Rap"
    },
    {
      "artist": "Bonifrate",
      "about": "",
      "slug": "bonifrate",
      "artist_id": "3MfRmtrqF1iq8uwon8ffuT?si=5lUUepgDQAysx6t1pD771w",
      "genre": "Psychedelic"
    },
    {
      "artist": "Boogarins",
      "about": "",
      "slug": "boogarins",
      "artist_id": "",
      "genre": "Alternative"
    },
    {
      "artist": "Borboleta",
      "about": "",
      "slug": "borboleta",
      "artist_id": "",
      "genre": "Pop"
    },
    {
      "artist": "Boris",
      "about": "",
      "slug": "boris",
      "artist_id": "",
      "genre": "Metal"
    },
    {
      "artist": "Boscoe",
      "about": "",
      "slug": "boscoe",
      "artist_id": "",
      "genre": "R&B/Soul"
    },
    {
      "artist": "Bosnian Rainbows",
      "about": "",
      "slug": "bosnianrainbows",
      "artist_id": "",
      "genre": "Alternative"
    },
    {
      "artist": "Brassknuckle Boys",
      "about": "",
      "slug": "brassknuckleboys",
      "artist_id": "",
      "genre": "Alternative"
    },
    {
      "artist": "Brian Jackson",
      "about": "",
      "slug": "brianjackson",
      "artist_id": "",
      "genre": "Jazz"
    },
    {
      "artist": "Brother John Witherspoon",
      "about": "",
      "slug": "brotherjohnwitherspoon",
      "artist_id": "",
      "genre": "R&B/Soul"
    },
    {
      "artist": "Bruce Lee Band",
      "about": "",
      "slug": "bruceleeband",
      "artist_id": "",
      "genre": "Alternative"
    },
    {
      "artist": "Bud Powell",
      "about": "",
      "slug": "budpowell",
      "artist_id": "",
      "genre": "Jazz"
    },
    {
      "artist": "Buffalo Nichols",
      "about": "",
      "slug": "buffalonichols",
      "artist_id": "",
      "genre": "Blues"
    },
    {
      "artist": "Bulgarian State Radio & Television Female Vocal",
      "about": "",
      "slug": "bulgarianstateradio",
      "artist_id": "",
      "genre": "Worldwide"
    },
    {
      "artist": "Bully",
      "about": "",
      "slug": "bully",
      "artist_id": "",
      "genre": "Alternative"
    }
  ],
  "c artist": [
    {
      "artist": "Captain Beefheart & His Magic Band",
      "about": "",
      "slug": "captainbeefheart",
      "artist_id": "",
      "genre": "Rock"
    },
    {
      "artist": "Cap'n Jazz",
      "about": "",
      "slug": "capnjazz",
      "artist_id": "",
      "genre": "Alternative"
    },
    {
      "artist": "Carissa's Wierd",
      "about": "",
      "slug": "carissaswierd",
      "artist_id": "",
      "genre": "Alternative"
    },
    {
      "artist": "Carlos Nino & Friends",
      "about": "",
      "slug": "carlosnino",
      "artist_id": "",
      "genre": "Jazz"
    },
    {
      "artist": "Cassandra Jenkins",
      "about": "",
      "slug": "cassandrajenkins",
      "artist_id": "",
      "genre": "Alternative"
    },
    {
      "artist": "Cedarsmoke",
      "about": "",
      "slug": "cedarsmoke",
      "artist_id": "",
      "genre": "Indie Rock"
    },
    {
      "artist": "Cedric Noel",
      "about": "",
      "slug": "cedricnoel",
      "artist_id": "",
      "genre": "Alternative"
    },
    {
      "artist": "Celeste Krishna & Monarchs",
      "about": "",
      "slug": "celestekrishna",
      "artist_id": "",
      "genre": "Indie Pop"
    },
    {
      "artist": "Central Heat Exchange",
      "about": "",
      "slug": "centralheatexchange",
      "artist_id": "",
      "genre": "Indie Rock"
    },
    {
      "artist": "CHAI",
      "about": "",
      "slug": "chai",
      "artist_id": "",
      "genre": "Alternative"
    },
    {
      "artist": "Charles Lloyd & The Marvels",
      "about": "",
      "slug": "charleslloyd",
      "artist_id": "",
      "genre": "Jazz"
    },
    {
      "artist": "Charles Mingus",
      "about": "",
      "slug": "charlesmingus",
      "artist_id": "",
      "genre": "Jazz"
    },
    {
      "artist": "Charlie Ballantine",
      "about": "",
      "slug": "charlieballantine",
      "artist_id": "",
      "genre": "Hard Bop"
    },
    {
      "artist": "Charlie Parker",
      "about": "",
      "slug": "charlieparker",
      "artist_id": "",
      "genre": "Jazz"
    },
    {
      "artist": "Cher Strauberry",
      "about": "",
      "slug": "cherstrauberry",
      "artist_id": "",
      "genre": "Punk"
    },
    {
      "artist": "Chris Bell",
      "about": "",
      "slug": "chrisbell",
      "artist_id": "",
      "genre": "Rock"
    },
    {
      "artist": "Christian McBride",
      "about": "",
      "slug": "christianmcbride",
      "artist_id": "",
      "genre": "Jazz"
    },
    {
      "artist": "Christina Ward",
      "about": "",
      "slug": "christinaward",
      "artist_id": "",
      "genre": "Pop"
    },
    {
      "artist": "Christopher Parker & The Band of Guardian Angels",
      "about": "",
      "slug": "christopherparker",
      "artist_id": "",
      "genre": "Jazz"
    },
    {
      "artist": "Chrome",
      "about": "",
      "slug": "chrome",
      "artist_id": "",
      "genre": "Rock"
    },
    {
      "artist": "Chubby and the Gang",
      "about": "",
      "slug": "chubbyandthegang",
      "artist_id": "",
      "genre": "Alternative"
    },
    {
      "artist": "Chuck is a Band",
      "about": "",
      "slug": "chuckisaband",
      "artist_id": "",
      "genre": "Rock"
    },
    {
      "artist": "Church Girls",
      "about": "",
      "slug": "churchgirls",
      "artist_id": "",
      "genre": "Rock"
    },
    {
      "artist": "CIVIC",
      "about": "",
      "slug": "civic",
      "artist_id": "",
      "genre": "Punk"
    },
    {
      "artist": "Clarence Clarity",
      "about": "",
      "slug": "clarenceclarity",
      "artist_id": "",
      "genre": "Alternative"
    },
    {
      "artist": "Clark Terry Quartet",
      "about": "",
      "slug": "clarkterryquartet",
      "artist_id": "",
      "genre": "Jazz"
    },
    {
      "artist": "Claudia",
      "about": "",
      "slug": "claudia",
      "artist_id": "",
      "genre": "R&B/Soul"
    },
    {
      "artist": "Cliff Gober",
      "about": "",
      "slug": "cliffgober",
      "artist_id": "",
      "genre": "R&B/Soul"
    },
    {
      "artist": "Cloakroom",
      "about": "",
      "slug": "cloakroom",
      "artist_id": "",
      "genre": "Rock"
    },
    {
      "artist": "Cochemea",
      "about": "",
      "slug": "cochemea",
      "artist_id": "",
      "genre": "Jazz"
    },
    {
      "artist": "Coco",
      "about": "",
      "slug": "coco",
      "artist_id": "",
      "genre": "Pop"
    },
    {
      "artist": "Collie Ryan",
      "about": "",
      "slug": "collieryan",
      "artist_id": "",
      "genre": "Folk"
    },
    {
      "artist": "Collin Sherman",
      "about": "",
      "slug": "collinsherman",
      "artist_id": "",
      "genre": "Jazz"
    },
    {
      "artist": "Comets On Fire",
      "about": "",
      "slug": "cometsonfire",
      "artist_id": "",
      "genre": "Alternative"
    },
    {
      "artist": "Concrete Elite",
      "about": "",
      "slug": "concreteelite",
      "artist_id": "",
      "genre": "Punk"
    },
    {
      "artist": "Cornelius",
      "about": "",
      "slug": "cornelius",
      "artist_id": "",
      "genre": "Rock"
    },
    {
      "artist": "Count Ossie & The Mystic Revel",
      "about": "",
      "slug": "countossie",
      "artist_id": "",
      "genre": "Reggae"
    },
    {
      "artist": "Coupons",
      "about": "",
      "slug": "coupons",
      "artist_id": "",
      "genre": "Alternative"
    },
    {
      "artist": "Cry Babies",
      "about": "",
      "slug": "crybabies",
      "artist_id": "",
      "genre": "Funk/Soul"
    },
    {
      "artist": "Crying",
      "about": "",
      "slug": "crying",
      "artist_id": "",
      "genre": "Alternative"
    },
    {
      "artist": "Crystal Murray",
      "about": "",
      "slug": "crystalmurray",
      "artist_id": "",
      "genre": "R&B/Soul"
    },
    {
      "artist": "Culture",
      "about": "",
      "slug": "culture",
      "artist_id": "",
      "genre": "Hip-Hop/Rap"
    }
  ],
  "d artist": [
    {
      "artist": "Dadawah",
      "about": "",
      "slug": "dadawah",
      "artist_id": "",
      "genre": "Reggae"
    },
    {
      "artist": "Dalai Lama",
      "about": "",
      "slug": "dalailama",
      "artist_id": "",
      "genre": "Devotion/Spiritual"
    },
    {
      "artist": "Dandy Livingstone",
      "about": "",
      "slug": "dandylivingstone",
      "artist_id": "",
      "genre": "Reggae"
    },
    {
      "artist": "Darius Jones",
      "about": "",
      "slug": "dariusjones",
      "artist_id": "",
      "genre": "Jazz"
    },
    {
      "artist": "Dave Burrell",
      "about": "",
      "slug": "daveburrell",
      "artist_id": "",
      "genre": "Jazz"
    },
    {
      "artist": "Dave McMurray",
      "about": "",
      "slug": "davemcmurray",
      "artist_id": "",
      "genre": "Jazz"
    },
    {
      "artist": "Dave Sewelson",
      "about": "",
      "slug": "davesewelson",
      "artist_id": "",
      "genre": "Jazz"
    },
    {
      "artist": "David Lynch",
      "about": "",
      "slug": "davidlynch",
      "artist_id": "",
      "genre": "Alternative"
    },
    {
      "artist": "days n' daze",
      "about": "",
      "slug": "daysndaze",
      "artist_id": "",
      "genre": "Punk"
    },
    {
      "artist": "Dead Kennedys",
      "about": "",
      "slug": "deadkennedys",
      "artist_id": "",
      "genre": "Punk"
    },
    {
      "artist": "Deakin",
      "about": "",
      "slug": "deakin",
      "artist_id": "",
      "genre": "Alternative"
    },
    {
      "artist": "Death",
      "about": "",
      "slug": "death",
      "artist_id": "",
      "genre": "Alternative"
    },
    {
      "artist": "Debashish Bhattacharya",
      "about": "",
      "slug": "debashishbhattacharya",
      "artist_id": "",
      "genre": "Indian Classical"
    },
    {
      "artist": "Deerhoof",
      "about": "",
      "slug": "deerhoof",
      "artist_id": "",
      "genre": "Alternative"
    },
    {
      "artist": "Defiance, Ohio",
      "about": "",
      "slug": "defianceohio",
      "artist_id": "",
      "genre": "Alternative"
    },
    {
      "artist": "Del Paxton",
      "about": "",
      "slug": "delpaxton",
      "artist_id": "",
      "genre": "Alternative"
    },
    {
      "artist": "Deradoorian",
      "about": "",
      "slug": "deradoorian",
      "artist_id": "",
      "genre": "Alternative"
    },
    {
      "artist": "Dexter Gordon",
      "about": "",
      "slug": "dextergordon",
      "artist_id": "",
      "genre": "Jazz"
    },
    {
      "artist": "Dezron Douglas & Brandee Young",
      "about": "",
      "slug": "dezrondouglas",
      "artist_id": "",
      "genre": "Jazz"
    },
    {
      "artist": "Dhruba Ghosh",
      "about": "",
      "slug": "dhrubaghosh",
      "artist_id": "",
      "genre": "Classical"
    },
    {
      "artist": "Dizzy Gillespie &Charlie Parker",
      "about": "",
      "slug": "dizzygillespie",
      "artist_id": "",
      "genre": "Jazz"
    },
    {
      "artist": "DJ 2-Tone Jones",
      "about": "",
      "slug": "dj2tone",
      "artist_id": "",
      "genre": "Hip-Hop/Rap"
    },
    {
      "artist": "DJ Harrison",
      "about": "",
      "slug": "djharrison",
      "artist_id": "",
      "genre": "Electronic"
    },
    {
      "artist": "DLG",
      "about": "",
      "slug": "dlg",
      "artist_id": "",
      "genre": "Tropical"
    },
    {
      "artist": "Don Caballero",
      "about": "",
      "slug": "doncaballero",
      "artist_id": "",
      "genre": "Alternative"
    },
    {
      "artist": "Don Chicharron",
      "about": "",
      "slug": "donchicharron",
      "artist_id": "",
      "genre": "Latin"
    },
    {
      "artist": "Don Lifted",
      "about": "",
      "slug": "donlifted",
      "artist_id": "",
      "genre": "Alternative Rap"
    },
    {
      "artist": "Doug & The Slugz",
      "about": "",
      "slug": "dougandtheslugz",
      "artist_id": "",
      "genre": "Metal"
    },
    {
      "artist": "Doug Carn",
      "about": "",
      "slug": "dougcarn",
      "artist_id": "",
      "genre": "Jazz"
    },
    {
      "artist": "Dowdelin",
      "about": "",
      "slug": "dowdelin",
      "artist_id": "",
      "genre": "Cajun"
    },
    {
      "artist": "Dr. Lonnie Smith",
      "about": "",
      "slug": "lonniesmith",
      "artist_id": "",
      "genre": "Jazz"
    },
    {
      "artist": "Duck. Little Brother, Duck!",
      "about": "",
      "slug": "ducklittlebrotherduck",
      "artist_id": "",
      "genre": "Rock"
    },
    {
      "artist": "Duke Pearson",
      "about": "",
      "slug": "dukepearson",
      "artist_id": "",
      "genre": "Jazz"
    },
    {
      "artist": "Dutch Falconi",
      "about": "",
      "slug": "dutchfalconi",
      "artist_id": "",
      "genre": "Worldwide"
    }
  ],
  "e artist": [
    {
      "artist": "Early Eyes",
      "about": "",
      "slug": "earlyeyes",
      "artist_id": "",
      "genre": "Alternative"
    },
    {
      "artist": "Easter Island",
      "about": "",
      "slug": "easterisland",
      "artist_id": "",
      "genre": "Pop"
    },
    {
      "artist": "Eddie \"Lockjaw\" Davis & Johhny Griffin",
      "about": "",
      "slug": "eddiedavis",
      "artist_id": "",
      "genre": "Jazz"
    },
    {
      "artist": "Edson Frederico E A Transa",
      "about": "",
      "slug": "edsonfrederico",
      "artist_id": "",
      "genre": "Latin"
    },
    {
      "artist": "Electrelane",
      "about": "",
      "slug": "electrelane",
      "artist_id": "",
      "genre": "Alternative"
    },
    {
      "artist": "Electric Blue Yonder",
      "about": "",
      "slug": "electricblueyonder",
      "artist_id": "",
      "genre": "Folk"
    },
    {
      "artist": "Eli Josef",
      "about": "",
      "slug": "elijosef",
      "artist_id": "",
      "genre": "Alternative"
    },
    {
      "artist": "Elizabeth Cotten",
      "about": "",
      "slug": "elizabethcotten",
      "artist_id": "",
      "genre": "Folk"
    },
    {
      "artist": "Emilio Santiago",
      "about": "",
      "slug": "emiliosantiago",
      "artist_id": "",
      "genre": "Brazillian"
    },
    {
      "artist": "Emily Brown",
      "about": "",
      "slug": "emilybrown",
      "artist_id": "",
      "genre": "Folk"
    },
    {
      "artist": "Emma Ruth Rundle & Thou",
      "about": "",
      "slug": "emmaruthrundle",
      "artist_id": "",
      "genre": "Rock"
    },
    {
      "artist": "Eric Dolphy",
      "about": "",
      "slug": "ericdolphy",
      "artist_id": "",
      "genre": "Jazz"
    },
    {
      "artist": "Ernest Ranglin",
      "about": "",
      "slug": "ernestranglin",
      "artist_id": "",
      "genre": "Reggae"
    },
    {
      "artist": "Erroll Garner",
      "about": "",
      "slug": "errollgarner",
      "artist_id": "",
      "genre": "Jazz"
    },
    {
      "artist": "Even Oxen",
      "about": "",
      "slug": "evenoxen",
      "artist_id": "",
      "genre": "Christian"
    }
  ]
}
